{
	"_meta": {
		"sources": [
			{
			"json": "WC5E MoM",
			"abbreviation": "WC5E MoM",
			"full": "WC5E Manual of Monsters",
			"color": "#c4ccc8",
			"authors": [
				"WC5E Team"
				],
				"convertedBy": [
					"WC5E Team",
					""
				],
				"version": "xxx",
				"url": "https://github.com/WC5E/Warcraft-5e-Conversion",
				"targetSchema": "1.0.0"
		}
		],
		"dateAdded": "xxx",
		"dateLastModified": "xxx",
		"_dateLastModifiedHash": "xxx"
	},
	"book": [
		{
			"name": "WC5E Manual of Monsters",
			"id": "WC5E MoM",
			"source": "WC5E MoM",
			"cover": {
				"type": "external",
				"url": "xxx"
			},
			"group": "homebrew",
			"author": "WC5E Team",
			"published": "2023-01-12",
			"contents": [
				{
					"name": "Contents"
				},
				{
					"name": "Beasts of the Land",
					"headers": [
						"Basilisks",
						"Dinosaurs",
						"Dragon Hawks",
						"Kodos",
						"Mana Wyrms",
						"Ravagers",
						"Sabercats",
						"Thunder Lizards",
						"Wind Serpents"
					],
					"ordinal": {
						"type": "chapter",
						"identifier": 1
					}
				},
				{
					"name": "Plant Creatures",
					"headers": [
						"Ancients",
						"Bog Beasts",
						"Lashers",
						"Treants"
					],
					"ordinal": {
						"type": "chapter",
						"identifier": 2
					}
				},
				{
					"name": "Sentient Creatures",
					"headers": [
						"xxx",
						"Owlbeasts",
						"xxx"
					],
					"ordinal": {
						"type": "chapter",
						"identifier": "3"
					}
				},
				{
					"name": "xxx",
					"headers": [
						"xxx",
						"xxx",
						"xxx"
					],
					"ordinal": {
						"type": "chapter",
						"identifier": "x"
					}
				},
				{
					"name": "Outro"
				}
			]
		}
	],
	"bookData": [
		{
			"id": "WC5E MoM",
			"source": "WC5E MoM",
			"data": [
				{
					"type": "section",
					"name": "Contents",
					"entries": [					
						"Waking up to a goblin ambush, a human reaches for the pistol she always keeps at her side. She leaps to her feet and begins to fire, blasting the nearest goblin away before he can strike.",
						{
							"type": "list",
							"name": "Creature List",
							"entries": [					
								"Waking up to a goblin ambush, a human reaches for the pistol she always keeps at her side. She leaps to her feet and begins to fire, blasting the nearest goblin away before he can strike."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Beasts of the Land",
					"entries": [					
						"This sections contains beasts from around Azeroth and beyond.",
						{
							"type": "entries",
							"name": "Basilisks",
							"entries": [
								"Sometimes, travelers find carved stone statues of people or wildlife that look remarkably lifelike. Sometimes these statues are whole. Other times, the parts that are missing appear to have been bitten off. Seasoned explorers regard such relics as a warning, knowing that the basilisk responsible is likely to still be close by.",
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Territorial Creatures",
											"entries": [
												"",
												"Although basilisks are powerful creatures, and fierce combatants, they rarely exhibit a deliberately cruel or violent intent. Basilisks live as solitary predators, sometimes in small colonies, and keep a watchful eye on the borders of their territory. From their domain, they prefer to hunt those who choose to trespass, leaving behind petrified chunks of whatever remains."
											]
										},
										{
											"type": "entries",
											"name": "Gaze of Stone",
											"entries": [
												"",
												"As far as predators go, basilisks are often slow and ponderous creatures, as they rarely need to chase their prey. Meeting a basilisk's supernatural gaze can be enough to rapidly transform their prey into stone -- which the basilisk then breaks apart with its strong jaws, perfectly capable of tearing down the stone for nutrition."
											]
										},
										{
											"type": "entries",
											"name": "A Fondness for Crystals",
											"entries": [
												"",
												"Though many scholars have examined the basilisk's inherent attraction to crystals, there is no agreement as to why the lumbering beasts exhibit such fondness for them.",
												"They exhibit great fondness for crystalline structures and are capable of sensing them from a great distance, which they will gladly traverse -- in groups or by their lonesome -- to retrieve their coveted prize. Basilisks have such an insatiable hunger for such crystals, it is not uncommon to find colonies that have begun to sprout crystal formations across their rocky hides, as a side-effect of their gluttonous diet.",
												"In Stranglethorn Vale, especially, some colonies have taken to forming their nests from these same crystals, making for an attractive gamble for any adventurers daring enough to come face to face with the terrifying beasts."
											]
										},
										"{@note List of Basilisks}",
										{	
											"type": "list",
											"style": "list-no-bullets",
											"columns": 3,
											"items": [					
														"{@creature Basilisk|WC5E MoM}",
														""
													]
													 
											
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Dinosaurs",
							"entries": [
								"Dinosaurs are among the oldest reptiles in the world, ancient in every sense of the word. Their presence can inspire both awe and dread into any adventurer fortunate -- or unfortunate -- enough to cross their path. They roam far and wide across Azeroth; all the way from remote mountain valleys, to humid jungles, and to rugged barren plains.",
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Feared and Revered",
											"entries": [
												"",
												"Some of Azeroth's denizens, trolls in particular, revere dinosaurs. Several of the primal Loa take the appearance of a dinosaur, such as the devilsaur Loa Rezan and the direhorn Loa Torcali. For the Zandalar tribe, it is a rite of passage to venture away from home, into the wilds, in order to steal or subdue a beast. Any beast would do for such trials, but a wild dinosaur is a prized claim."
											]
										},
										{
											"type": "entries",
											"name": "Giants Among Beasts",
											"entries": [
												"",
												"Dinosaurs come in many sizes and shapes, some absolutely tremendous, featuring a wide variety of markings and colorations. They primarily split into two groups: savage, territorial predators, and docile yet still undeniably dangerous herbivores."
											]
										}
									]	
								},
								{
									"type": "entries",
									"name": "Ankylodon",
									"entries": [
										"The ankylodon is a broad, low-slung dinosaur, native to Zandalar. It is kept up by its powerful limbs, and almost every part of its body, save for the belly, is decked with hardened plates. Long spikes protrude from these plates; <br>a characteristic appearance that has flocks of ankylodons sometimes referred to as \"thornhides\". It is a herbivore, preferring to graze on ferns and low shrubs, shearing them off with its beak-like upper jaw."
									]
								},
								{
									"type": "entries",
									"name": "Brutosaur",
									"entries": [
										"Brutosaurs are enormous, even among dinosaurs. They have small heads and incredibly long necks, relative to the rest of their body, and move along at a lumbering pace with their pillar-like legs. Despite their imposing stature, brutosaurs are known to be very docile unless threatened. They are omnivores, yet most appear to have an exclusively herbivorous diet, rarely ever hunting meat of their own volition."
									]
								},
								{
									"type": "entries",
									"name": "Devilsaur",
									"entries": [
										"This giant lizard stands tall on its two powerful hind legs, with two stunted forelimbs stretched out before it. The devilsaur takes its name from its utterly savage attacks, as it tackles its prey down with immense force before tearing it limb from limb. Despite its ferocity, the devilsaur's massive size has many hunters seeking the beast out for its hide, which is both supple and extraordinarily tough. Devilsaurs may grow well above thirty feet, weighing in at almost sixteen tons.",
										"Female devilsaurs tend to be smaller and lighter, though they are even more aggressive than their male counterpart. During mating seasons, once the nest has been made and her eggs have been laid, she will leave it to the male who fathered the clutch to protect them until they hatch."
									]
								},
								{
									"type": "entries",
									"name": "Diemetradon",
									"entries": [
										"The diemetradon is one of the strongest predators in the Un'Goro Crater is recognized for the two enormous, jagged crests protruding from its back. Its legs are squat and strong, for which it is far from the fastest dinosaur, though its body is decked in plate-like scales able to withstand tremendous force. When a diemetradon fights or hunts, it is known to simply lumber dead ahead against its target; rushing in to pin them down against a tree or in a swamp.",
										"It is said that the diemetradon's howl is deafening, like a thundering boom capable of drowning out most other sounds around it."
									]
								},
								{
									"type": "entries",
									"name": "Direhorn",
									"entries": [
										"Direhorns are three-horned saurian titans known to populate many islands throughout the South Seas. They are especially prominent on Zandalar, the Isle of Giants and the Isle of Thunder. They may seem like gentle giants at first, though they are among the toughest and strongest animals to walk on Azeroth. Even juvenile direhorns have been known to wreak utter havoc on unsuspecting victims."
									]
								},
								{
									"type": "entries",
									"name": "Pterrordax",
									"entries": [
										"Tall as a horse and weighing up to 1,500 pounds, the pterrordax's keen senses guides it along as it soars through the air in search for fresh meat. Its claw-tipped wings are utterly tremendous, and its beaklike snout is lined with razor-sharp teeth. The pterrordax prefers to hunt alone, swooping down on unsuspecting prey from above to batter it to death with its wings before proceeding to tear flesh from bone. It is a solitary hunter, and adventurers' accounts of multiple have mainly been during mating season: a two-week period during early springtime.",
										"If their breeding grounds are threatened, otherwise lone pterrordax are quick to band together in large flights to fend off attackers. Afterwards, they disband just as quickly.",
										"A pterrordax's pigmentation ranges from bright mossy greens to deep emerald hues, with brightly shining eyes. Closely related to the pterrordax is the even more terrifying pterrorwing also known as Skyscreamer. It is massive in comparison, and stands out for the large sail on its snout."
									]
								},
								{
									"type": "entries",
									"name": "Raptor",
									"entries": [
										"The raptor is a large, aggressive dinosaur, known far and wide for its strength and immense speed. Out in the open, it is near impossible to outrun its leaping stride, and once it has caught up to its prey it pounces; driving its hooked talons in deep.",
										"Even among dinosaurs, raptors are exceptionally intelligent. Their packs act closer to colonies, with established hierarchies and and breeding grounds that could be mistaken for settlements when viewed from afar. They are very visually striking creatures, decked in scales and feathers ranging from bright blue and white, to striking red and orange, to deep black, purple, and green.",
										{
											"type": "inset",
											"name": "Falcosaurs.",
											"entries": [
												"Falcosaurs are an invasive and predatory dinosaur species that can be found on the coastlines of the Broken Isles. They look like feathered raptors with a huge beak and have a primal need to hunt that develops at a young age. While falcosaurs are predatory, they are actually omnivores and eat fruits as well as berries in large quantities.",
												{
													"type": "list",
													"items": [
														{
															"type": "entries",
															"name": "Bloodgazer.",
															"entries": [
																"",
																"While the colors they sport make them look fierce and intimidating, the bloodgazer falcosaurs are predisposed to eating fruit and berries."
															]
														},
														{
															"type": "entries",
															"name": "Direbeak.",
															"entries": [
																"Direbeak falcosaurs are the heartiest of the bunch. Their sense of smell however, is not as good as that of other falcosaur species, which had led them to prefer pungent meals and are often found feasting on carrion that has been in the sun for days. Their shimmering hides have adapted to confuse and disorient prey.",
																"A falcosaur of the direbeak tribe has its {@b {@i Keen Hearing and Smell}} trait replaced by:",
																{													
																	"type": "entries",
																	"name": "Shimmering Hide.",
																	"entries": [
																		"When a creature attacks the falcosaur, it gets momentarilly disoriented. The attacker has disadvantage on the attack roll."
																	]
																}
															]
														},
														{
															"type": "entries",
															"name": "Sharptalon.",
															"entries": [
																"The viridian sharptalon falcosaurs have a diet which subsist mainly on small nuts and berries, their claws are used mostly for defense. Their viridian hide allow for them to blend into magical forests and non-magical forests alike.",
																"A falcosaur of the sharptalon tribe has the additional trait:",
																{													
																	"type": "entries",
																	"name": "Veridian Hide.",
																	"entries": [
																		"The sharptalon falcosaur has advantage on hiding in forests and woodlands."
																	]
																}
															]
														},
														{
															"type": "entries",
															"name": "Snowfeather.",
															"entries": [
																"Snowfeather falcosaur are the most predatory of all known falcosaur species while being particularly fond of large prey. Their hide and fur allow them to hide in fog and fog banks.",
																"A falcosaur of the snowfeather tribe has the additional trait:",
																{													
																	"type": "entries",
																	"name": "Snowfeather Hide.",
																	"entries": [
																		"The snowfeather falcosaur has advantage on hiding in fog or snow."
																	]
																}
															]
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Sabertusk",
									"entries": [
										"Little is known about the enigmatic sabertusk, other than its nativity to Zandalar and occasional sightings on other, smaller islands nearby.  Though unwary adventurers have occasionally mistaken it for other land-dwelling reptiles, the sabertusk is visibly striking for the long and heavy tusks protruding from its maw. Its legs are long and its tail is narrow, with tall and coarse spikes running the length of its spine; all the way up to a prominent horn on its snout."
									]
								},
								{
									"type": "entries",
									"name": "Saurid",
									"entries": [
										"Saurid are small bipedal dinosaurs native to Zandalar, known for their nimble grace and venomous bite. The Zandalari trolls consider the saurid to be vermin, no better than rats, as they frequently steal food, poison waters, and prey on children and on the wounded.",
										"However, when Zandalar renewed their alliance with the mogu at the Isle of Thunder, they brought the saurid with them to train. There, the tiny critters proved an immensely valuable weapon in the trolls' arsenal, let out loose in the wilds to hunt in the night."
									]
								},
								{
									"type": "entries",
									"name": "Threshadon",
									"entries": [
										"The threshadon is a marine dinosaur, whose compact body is driven by a set of powerful flippers. Much like a brutosaur, its neck accounts for a third of its total length, and is able to flex and twist in whichever direction it needs to dig around muddy lake-beds and pull branches from riversides.",
										"Though they are herbivores first and foremost, grazing threshadon herds are notorious for how fast they tear through and and all plant life within reach before migrating on to new grounds. When a herd has found a grazing spot, the threshadons defend it aggressively. Any other creatures they encounter are attacked on sight. When it fights, the threshadon uses its long neck to lunge at its target, dealing devastating blows with rows of long, jagged teeth. Its jaws are strong enough to crush armor and snap bones, and it is not unusual for it to consume it kills whole."
									]
								},

								"{@note List of Dinosaurs}",
								{	
									"type": "list",
									"style": "list-no-bullets",
									"columns": 3,
									"items": [					
										"{@creature Ankylodon|WC5E MoM}",
										"{@creature Brutosaur|WC5E MoM}",
										"{@creature Devilsaur|WC5E MoM}",
										"{@creature Devilsaur King|WC5E MoM}",
										"{@creature Diemetradon|WC5E MoM}",
										"{@creature Direhorn|WC5E MoM}",
										"{@creature Pterrordax|WC5E MoM}",
										"{@creature Pterrorwing|WC5E MoM}",	
										"{@creature Raptor|WC5E MoM}",										
										"{@creature Raptor Matriarch|WC5E MoM}"
										
									]	
								}
							]
						},
						{
							"type": "entries",
							"name": "Dragonhawks",
							"entries": [
								"Travelers entering the enchanted forests of Quel'Thalas might catch a glimpse of the mystical dragonhawk gliding above the trees. An unusual warmth hangs in the air, as the majestic beast vanishes out of sight.",
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Bred for War",
											"entries": [
												"",
												"The elves of Quel'Thalas have a long standing tradition domesticating dragonhawks. They are vicious flying predators, swift and deft, able to crack bones and pierce hides with their long talons, and the elves have long mastered training them for use as aerial mounts. Majestic and magnificent creatures, dragonhawks and their elven riders make for an impressive sight."
											]
										},
										{
											"type": "entries",
											"name": "Wild Legends",
											"entries": [
												"",
												"Few wild dragonhawks still exist. Most of the beasts found in Quel'Thalas, if not all, are kept by the elves. Wild ones are near-mythical beings that few ever witness, as they stay clear of their tamed kin and have become masters of avoiding detection. These dragonhawks are formidable hunters and among the deadliest predators found on the Eastern Kingdoms."
											]
										},
										"{@note List of Dragon Hawks}",
										{	
											"type": "list",
											"style": "list-no-bullets",
											"columns": 3,
											"items": [					
														"{@creature Young Dragonhawk|WC5E MoM}",
														"{@creature Dragonhawk|WC5E MoM}",
														""
													]
													 
											
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Kodos",
							"entries": [
								"A kodo is a giant reptile, known for its thick hide and characteristics horns. Large and lumbering, these grazing beasts roam together in herds, their steps like rolling thunder across the plains of Kalimdor. Though their strength is immense, they are peaceful creatures whose horns serve more to defend than to fight.",
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Herd Animals",
											"entries": [
												"",
												"Kodos are pack animals, and show a clear line of authority in their herds. The head of the pack leads the way, while the rest keep close guard of the weak and young as to not leave anyone behind. Most kodo herds number in a dozen at the most, though some have been sighted in groups as large as fifty beasts. It is rare for a kodo to wander alone, though some elderly beasts have been seen taking to a life of solitude."
											]
										},
										{
											"type": "entries",
											"name": "Tauren Culture",
											"entries": [
												"",
												"Among the tauren, the kodos have a strong cultural presence as a symbol of vigor and power. Long have they hunted and tamed these imposing beasts, revering these acts important rites of passage for young tauren warriors. And for the size and brawn of the tauren themselves, few beasts can carry them as well as a kodo."
											]
										},
										{
											"type": "entries",
											"name": "Pack Beasts",
											"entries": [
												"",
												"Kodos are formidable pack beasts, long elevated as such by the tauren and since ingrained in the Horde as a whole. They can carry even immense loads for long periods of time without any trouble."
											]
										}
									]
								},
								{
										"type": "entries",
										"name": "",
										"entries": [
											{},
											"{@note List of Kodos}",
											{	
												"type": "list",
												"style": "list-no-bullets",
												"columns": 3,
												"items": [					
													"{@creature Kodo|WC5E MoM}",
													"{@creature Ancient Kodo|WC5E MoM}",
													""
												]
											}
										]
								}
							]
						},
						{
							"type": "entries",
							"name": "Mana Wyrms",
							"entries": [
								"Manifesting near pockets of arcane energy, mana wyrms are, as the name implies, serpent-like creatures that shimmer with arcane energy.",
								"Their bodies are translucent, hovering above the ground as though they are swimming through the air. More a nuisance than a threat, they rarely pose much concern for seasoned adventurers who happen by them.",
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Unstable Temperament",
											"entries": [
												"",
												"The temperament of a mana wyrm hangs solely on how long it's been since it last fed. Though they are considered fairly harmless, an agitated wyrm can very quickly turn aggressive. If threatened, they are known to explode in a flash of arcane energy."
											]
										},
										{
											"type": "entries",
											"name": "Arcane Sense",
											"entries": [
												"",
												"A mana wyrms can sense the presence of arcane energy around it, and will gravitate toward its source. If the source is a creature and the wyrm is hungry, it may attempt to attack the creature accordingly."
											]
										}
									]	
								},
								{
									"type": "entries",
									"name": "Arcane Wyrm",
									"entries": [
										"An arcane wyrm is in many ways similar to a mana wyrm, though it is much, much larger, slowly snaking their way through the air near arcane fonts.",
										"Some have attributed their existence to them simply being left to feed on too much energy, though their temperament is still calm and even so long as they are not directly threatened."
									]	
								},
								{
									"type": "entries",
									"name": "",
									"entries": [	
										{},
										"{@note List of Mana Wyrms}",
										{	
											"type": "list",
											"style": "list-no-bullets",
											"columns": 3,
											"items": [					
												"{@creature Mana Wyrm|WC5E MoM}",
												"{@creature Arcane Wyrm|WC5E MoM}",
												""
											]
										}
									]	
								}		
							]
						},
						{
							"type": "entries",
							"name": "Ravagers",
							"entries": [
								"Native to the world of Draenor, these quadrupedal beings roam across their surrounding land in search of food to fill their insatiable appetite, ready to hound down and tear apart any creature made of flesh.",
								"Ravagers resemble giant insectiods, equipped with ragged teeth and a voracious lust for meat. Their bodies are covered in hard chitin, which combined with their impressive speed make them amicable fighters.",
								{
									"type": "quote",
									"entries": [
										"Ravagers reproduce quickly and eat anything like crickets. They're also homicidal and roughly the size of horses. Not like crickets."
									],
									"by": "A resting Adventurer in the Spires of Arrak"
								},
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Ferocious Carnivores",
											"entries": [
												"",
												"Being such fierce predators, ravagers hunt together in swarms. They hide behind rocks and within crevices, waiting for their quarry to come within reach. Then, as soon as the moment comes, lunge out from hiding and rush into the fray with overwhelming force."
											]
										},
										{
											"type": "entries",
											"name": "Swarm Mentality",
											"entries": [
												"",
												"Perhaps not too surprising, given their insect-like appearance, are the ever-growing ravager colonies. Though their hive mind is not as intrinsically linked as some others, it still binds the colony together as a large, fiercely protective swarm."
											]
										},
										{
											"type": "entries",
											"name": "Migrated Creatures",
											"entries": [
												"",
												"Ravagers are native to the world of Draenor, with no true equal on Azeroth -- save for one small colony, locked away on the Exodar with the fleeing Draenei.",
												"The ship's subsequent crash off the northern coast of Kalimdor saw this particular group of ravagers released into the wild. Most were stopped in their tracks, though some may yet have escaped to flee deeper into the thickets, or across the waters to the mainland."
											]
										}
									]	
								},
								{
									"type": "entries",
									"name": "Ravager Brood Mother",
									"entries": [
										"At the heart of a ravager colony sits its queen; the brood mother. She grants the colony life, by laying the eggs that hatch into the ravager larva. For her vital part in keeping the colony alive, other ravagers in the colony will go to extreme lengths to ensure her safety."
									]
								},
								{
									"type": "entries",
									"name": "Ravager Wasp",
									"entries": [
										"Following the birth of a ravager larva, the creature quickly cocoons itself in order to grow further. From the cocoon, the ravager emerges as a slender wasp with a ferocious sting. The ravager wasp gorges itself on its prey, feeding until its wings can no longer support the weight of its body. Then, its wings are shed; as the wasp undergoes one final metamorphosis into a full-grown, four-legged ravager."
									]
								},
								{
									"type": "inset",
									"name": "Ravagers on alternate Draenor",
									"entries": [
										"The ravagers of alternate Draenor were never exposed to the powers of fel, their bodies were not malformed. These creatures have evolved into large monsters more resembling four-legged spiders, their wings have grown with them giving all ravagers a flying speed equal to their normal speed."									]
								},
								{
									"type": "entries",
									"name": "",
									"entries": [					
										{},
										"{@note List of Ravagers}",
										{	
											"type": "list",
											"style": "list-no-bullets",
											"columns": 3,
											"items": [					
												"{@creature Ravager|WC5E MoM}",
												"{@creature Ravager Broodmother|WC5E MoM}",
												"{@creature Ravager Wasp|WC5E MoM}",
												""
											]
										}
									]	
								}		
							]
						},
						{
							"type": "entries",
							"name": "Sabercats",
							"entries": [
								"Sabercats are cunning felines, native to the northern <br/> reaches of Kalimdor. These magnificent beasts have <br/> been the companions of many adventurers -- and the demise of many more. They are intelligent creatures; <br/> very loyal when properly domesticated, while still <br/> remaining aggressive and territorial in the wilds.",
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Stalkers of Azeroth",
											"entries": [
												"",
												"Favoured as they are among travellers, sabercats have come to live far and wide across Azeroth. Still, the majority of their kind keep to Kalimdor, where they populate dense forests and icy wastes alike. They are quick to adapt to their given habitat, sprouting pelts able to blend their surroundings.",
												"Many species of sabercats exist, each one distinct and differing remarkably in how it would approach outsiders. The most common types of sabercats are the dreadsabers, the frostsabers, and the nightsabers."
											]
										},
										{
											"type": "entries",
											"name": "Supreme Predators",
											"entries": [
												"",
												"As far as predators go, basilisks are often slow and ponderous creatures, as they rarely need to chase their prey. Meeting a basilisk's supernatural gaze can be enough to rapidly transform their prey into stone -- which the basilisk then breaks apart with its strong jaws, perfectly capable of tearing down the stone for nutrition.",
												"They are also pack animals, rarely ever hunting alone. Even when one does spot a prowling sabercat, it is likely that another is about to pounce from behind."
											]
										},
										{
											"type": "entries",
											"name": "Fierce Companion",
											"entries": [
												"",
												"Whether raised from a cub or tamed in the wild, the beasts become loyal to a fault once properly bonded. Night elves have bred and trained sabercats for thousands of years, even utilizing them as mounts in their armies."
											]
										}
									]
								},
								{
										"type": "entries",
										"name": "Manasaber",
										"entries": [
											"Manasabers are a type of sabercat found residing within the borders of Suramar. The well of power, radiating from inside the city, has infused them with mana and trans&shy;formed them into magical beings.",
											"Most manasabers are domesticated animals, having lived in such close proximity to the elves of Suramar -- who in turn take great care to train them well."
										]	
								},
								{
									"type": "variant",
									"name": "Sabercat Armor",
									"entries": [
										"An armored sabercat has an AC based on the type of {@item barding|phb} worn. The sabercat's AC includes its Dexterity modifier, where applicable.",
										"Barding doesn't alter the sabercat's challenge rating.",
										{
											"type": "table",
											"caption": "",
											"colLabels": [
												"AC",
												"Barding",
												"AC",
												"Barding",
												""
											],
											"colStyles": [
												"col-1 text-center",
												"col-2 text-left",
												"col-1 text-center",
												"col-2",
												"col-6"
											],	
											"rows": [
												[
													"13",
													"Leather",
													"17",
													"Chain mail"
												],
												[
													"14",
													"Studded leather",
													"18",
													"Splint"
												],
												[
													"15",
													"Ring mail",
													"19",
													"Plate"
												],
												[
													"16",
													"Scale Mail"
												]
											]
										}
									]
								},
								"{@note List of Sabercats}",
								{	
									"type": "list",
									"style": "list-no-bullets",
									"columns": 3,
									"items": [					
										"{@creature Young Sabercat|WC5E MoM}",
										"{@creature Sabercat|WC5E MoM}",
										"{@creature Manasaber|WC5E MoM}",
										""
									]						
								}
							]
						},
						{
							"type": "entries",
							"name": "Thunder Lizards",
							"entries": [
								"Few who scout a thunder lizard approaching dare engage the beast in an open skirmish. The thick-skinned beasts bears a striking resemblance to kodos and many have speculated that the two are related in one way or another.",
								"But that is where the similarities between the creatures end; as the monstrous thunder lizard is easily aggravated, persistent in hunting down whoever would provoke it, and capable of exhaling a breath of lightning."
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Creature of Myth",
											"entries": [
												"",
												"Thunder lizards are considered mystical creatures and a rare sight by many. They are only made rarer by their aggressive nature, as failing to take necessary precautions before attempting to approach a thunder lizard may quickly spell doom.",
												"Among the tauren, legends claim thunder lizards to be formed from ancient kodo spirits; bound to the sky and storm and brought back as thundering monsters."
											]
										},
										{
											"type": "entries",
											"name": "Grassland Scavengers",
											"entries": [
												"",
												"The lumbering creatures roam the vast plains of Kalimdor in search of prey. Thunder lizards are carnivorous, and will often eat their prey whole: dissolving both the creature and everything it carried in the process. Thankfully, magical items are usually left behind without being too much worse for wear.",
												"ary scouts who have witnessed the great thunder lizards and lived, often note that they leave ordinary kodos unharmed -- rather seeking food elsewhere."
											]
										},
										{
											"type": "entries",
											"name": "Lone Wanderers",
											"entries": [
												"",
												"Thunder lizards are rarely found in large numbers, preferring to either hunt alone or follow a pack of kodos as some form of guardian.",
												"They move vast distances in their tireless hunt, and tales have been told of thunder lizards even wandering their way through open settlements. They rarely cause any trouble, however, so long as they are not provoked."
											]
										}
									]
								},
								{
										"type": "entries",
										"name": "",
										"entries": [
											{},
											"{@note List of Kodos}",
											{	
												"type": "list",
												"style": "list-no-bullets",
												"columns": 3,
												"items": [					
													"{@creature Kodo|WC5E MoM}",
													"{@creature Ancient Kodo|WC5E MoM}",
													""
												]
											}
										]
								}
							]
						},
						{
							"type": "entries",
							"name": "Wind Serpents",
							"entries": [
								"Slithering across in the plains of Mulgore, flying through the frosty trees of Winterspring, or prowling beneath the burning sand of Tanaris. Wind serpents are adaptable beasts who can be found in all corners of Azeroth. The serpentine creatures rarely pay any attention to those who wander by, but once hungry -- or aggravated -- they quickly turn hostile; ready to strike with their venomous bite and innate power to spew elemental fury.",
								"A wind serpent combines the bright-scaled body and head of a snake with the leathery wings of a drake, as well as the feathers of a brightly colored bird.",
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Spiritual Creatures",
											"entries": [
												"",
												"The serpentine beasts are formidable hunters; predators who utilize the environment to ambush their prey for a moment's advantage. Crawling among tree branches, stalk within fissures, or flying silently out from dark nooks towards their desired target."
											]
										},
										{
											"type": "entries",
											"name": "Unseen Hunters",
											"entries": [
												"",
												"They attack with lightning speed and swiftly retreat once the blow has been dealt, stalking for the next opportunity to strike. Perceptive adventurers might catch a glimpse of their colorful scales glinting, as a warning of their presence -- and potential quarry."
											]
										},
										{
											"type": "entries",
											"name": "Adapted Species",
											"entries": [
												"",
												"Wind serpents can be found in the far reaches of the world. They nest in hard-to-reach places where they may safely retire. The different subspecies of wind serpents have adapted and adjusted to the environ&shy;ment around them, changing elemental bond -- and color with it --  to better survive their harsh surroundings."
											]
										}
									]	
								},
								{
									"type": "variant",
									"name": "Adapted Wind Serpents",
									"entries": [
										"Wind serpents are found throughout Azeroth and have adapted differently to their climate.",
										"You can change a wind serpent's *lightning breath* and *shocking spit* attacks to deal cold or poison damage instead of lightning by making the following changes to the attacks:",
										{													
											"type": "entries",
											"name": "Breath Attack.",
											"entries": [
												"The breath attack becomes a cone of a size equal to half the line's length, and requires a Constitution saving throw to resist."
											]
										},
										{													
											"type": "entries",
											"name": "Spit.",
											"entries": [
												"The spit attack requires a Constitution saving throw to resist."
											]
										}
									
									]							
								},
								{
									"type": "entries",
									"name": "",
									"entries": [	
										{},
										"{@note List of Wind Serpents}",
										{	
											"type": "list",
											"style": "list-no-bullets",
											"columns": 3,
											"items": [					
												"{@creature Wind Serpent|WC5E MoM}",
												"{@creature Wind Serpent Stinglash|WC5E MoM}",
												"{@creature Wind Serpent Dreadfang|WC5E MoM}",
												""
											]
										}
									]	
								}		
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Plant Creatures",
					"entries": [					
						"This sections contains plant based lifeforms from around Azeroth and beyond.",
						{
							"type": "entries",
							"name": "Ancients",
							"entries": [
								"The Ancients are massive, leaf-covered trees given life. With an unparalleled wisdom and insight into the world around them, they act asguardians of the forests where they dwell -- such as those of northern Kalimdor, where their shared bonds with the night elves have kept the two races in a long-lasting symbiosis.",
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Staunch Defenders.",
											"entries": [
												"",
												"An ancient is grown from an acorn, like so many other trees, though the acorn itself is far rarer and far more powerful. It takes years upon years for an ancient to grow to its full size, where it stays for thousands of years without feeling the wear of old age.",
												"The ancients who have allied themselves with the honorable night elves stand guard of their cities, and of their border territories. They can burrow their rooted feet into the soil beneath, becoming indistinguishable from a normal tree if they stand perfectly still. This allows both for other creatures to take shelter between its leaves, such as a squirrel with its own acorns, and for the ancient to keep quiet watch over the wilds.",
												"Due to their immense lifespan and often slow, lumbering presence, an ancient sees time differently from mortal races. Often times, years may become akin to hours, minutes, or even seconds."
											]
										},
										{
											"type": "entries",
											"name": "Plantlike Creatures",
											"entries": [
												"",
												"An ancient doesn't require food or sleep. Instead, it draws nourishment from the soil and can carry on for weeks without a fresh supply of water."
											]
										}
									]	
								},
								{
									"type": "entries",
									"name": "Ancient Protector",
									"entries": [
										"Most often when the acorn of an ancient sprouts, it grows to become an ancient protector. These hulking trees make up most of the ancients, and are critical in safeguarding night elven civic areas and groves."
									]
								},
								{
									"type": "entries",
									"name": "Ancient of Lore",
									"entries": [
										"Some ancients grow to become enlightened beings of the forest, wise beyond belief and capable of establishing meaningful contact with the free-spirited dryads. These ancient have a close connection to night elven druids and priests, taking on a role as instructors in the ways of magic and the secrets of nature."
									]
								},
								{
									"type": "entries",
									"name": "Ancient of War",
									"entries": [
										"The toughest of ancients grow into ancients of war; mighty plants often found defending night elven settle&shy;ments or supporting Alliance forces in battle. Embodied in these ancient guardians are the spirits of courage and determination, which they wield to call upon the forest itself to rise in order to turn the tide of battle in favour of them and their allies."
									]
								},
								{
									"type": "variant",
									"name": "Tree of Life",
									"entries": [
										"A tree of life is a sapling born from the world tree Nordrassil, these ancients have suffered great losses in recent wars, and those who remain have returned to the forest to spread their seeds and replenish their numbers undisturbed.",
										"A tree of life has a challenge rating of 10 (5,900 XP). It has the same statistics as an ancient of lore, and gains the following additional traits:",
										{													
											"type": "entries",
											"name": "Nature's Blessing.",
											"entries": [
												"The tree add its Wisdom modifier to its Armor Class (AC 19)."
											]
										},
										{													
											"type": "entries",
											"name": "Rooted Tranquility.",
											"entries": [
												"While the tree have taken root, each plant of the tree's choice within 60 feet of it regains 20 hit points at the start of its turn. If the plant takes fire damage, this trait doesn't function at the start of the plant's next turn. A plant dies if it starts its turn with 0 hit points."
											]
										},
										{													
											"type": "entries",
											"name": "Spellcasting.",
											"entries": [
												"The tree has the following additional spells prepared.",
												{
													"type": "list",
													"items": [
														"4th level: {@i {@spell guardian of nature|xge}, {@spell grasping vine}}",
														"5th level: {@i {@spell commune with nature}}",
														"6th level: {@i {@spell druid grove|xge}, {@spell sunbeam}}"
													]
												},
												"The tree has the following additional action option.",
												{													
													"type": "entries",
													"name": "Summon Wisps (1/Day).",
													"entries": [
														"The tree calls forth ten wisps that appear in empty spaces within 60 feet of it. These wisps act as allies of the tree. The wisps remains for 1 day or until they die."
													]
												}
											]
										}
									]							
								},
								{
									"type": "entries",
									"name": "",
									"entries": [					
										{},
										"{@note List of Ancients}",
										{	
											"type": "list",
											"style": "list-no-bullets",
											"columns": 3,
											"items": [					
												"{@creature Ancient Protector|WC5E MoM}",
												"{@creature Ancient of Lore|WC5E MoM}",
												"{@creature Ancient of War|WC5E MoM}",
												""
											]
										}
									]	
								}		
							]
						},
						{
							"type": "entries",
							"name": "Bog Beasts",
							"entries": [
								"A bog beast is a massive, shambling monster made of plants, roots, and flesh. Inhabiting bogs and swamps, they hide away beneath the water surface, disguising them&shy;selves as thick, waterlogged lumps of vegetation. There they wait patiently for any unaware critters to venture too close -- or better yet, unaware adventurers.",
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Creatures of Mystery",
											"entries": [
												"",
												"Bog beasts are frightful crea&shy;tures, and notoriously elusive. They are adept at avoiding the gaze of scholars attempting to study them; and for many who have tried, only moss-riddled remains have been found. Their aggressive, territorial nature makes them a considerable danger to any unfortunate enough to cross paths with them."
											]
										},
										{
											"type": "entries",
											"name": "Plants Anatomy",
											"entries": [
												"",
												"Thick roots stretch across the entirety of the bog beast's form, as if to conceal what hides under&shy;neath. It is speculated that they have no real need for sustenance apart from the waters they dwell in, and some have been observed spending months still in the murky depths -- only barely grasping the surface to draw breath."
											]
										},
										{
											"type": "entries",
											"name": "Naturally Powerful",
											"entries": [
												"",
												"Explorers who have encountered a bog beast and lived to tell the tale, describe them as immen&shy;sely powerful and resilient to harm. Their massive limbs can quickly overwhelm their enemies, crushing opponents with their fists or with whatever nearby objects they can throw."
											]
										}
									]	
								},
								{
									"type": "entries",
									"name": "Timberling",
									"entries": [
										"A timberling is by many considered the child of bog beasts, very similar and yet considerably smaller at a height comparable to that of a dwarf. As far as bog beasts go, timberlings are fairly peaceful creatures that live in harmony with the land. However, any disruption to their habitat will quickly drive them into an unnatural frenzy."
									]
								},
								{
									"type": "entries",
									"name": "Thistleshrub",
									"entries": [
										"Thistleshrubs, unlike most bog beasts, do not dwell in swamps or marshes. Instead they prefer arid climates, and bear a resemblance to a large mass of withered vines cov&shy;ered in sharp briars. They are known to be very hostile, and will certainly attack anyone foolish enough to approach; sporadically lashing out with whip-like thorns at anything that comes near."
									]
								},
								{
									"type": "entries",
									"name": "Swampwalker",
									"entries": [
										"These hulking masses are rarely ever witnessed outside of dense swamps, and blend perfectly into their chosen habitat with their dark green and brown colors.",
										"They are both the most territorial and the most cunning among bog beasts, and have been witnessed deliberately attempting to lure travellers farther into their lair in order to spring a trap. Their natural camouflage allows them to move through their territory entirely unseen, and have left adventurers wary even of rippling water and rustling leaves when venturing through swamps."
									]
								},
								{
									"type": "entries",
									"name": "Tar Creeper",
									"entries": [
										"Cherishing humid air and temperatures, the tar creeper is by far the most abnormal of all bog beasts for its viscous, tar-like appearance. Not to mention the most dangerous.",
										"Though they might seem slow, these massive beasts can cut through tar like a fish through water; lunging forth to trap their prey and drag it back down below."
									]
								},
								{
									"type": "entries",
									"name": "",
									"entries": [					
										{},
										"{@note List of Bog Beasts}",
										{	
											"type": "list",
											"style": "list-no-bullets",
											"columns": 3,
											"items": [					
												"{@creature Timberling|WC5E MoM}",
												"{@creature Thistleshrub|WC5E MoM}",
												"{@creature Swampwalker|WC5E MoM}",
												"{@creature Tar Creeper|WC5E MoM}",
												""
											]
										}
									]	
								}		
							]
						},
						{
							"type": "entries",
							"name": "Lashers",
							"entries": [
								"Lashers are a family of large, slithering flora, known for their long, appendage-like tendrils and found across most of Azeroth. Though most lashers are not predatory, they will defend themselves if threatened.",
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Sentient Plants",
											"entries": [
												"",
												"Their existence is the result of nature magic, seeped down into the ground and left to spread. There, it has given the plants enough will to uproot themselves and roam around. For some lashers, this awakening has been deliberate and fairly harmless. For others, it has transformed the plants into vile monstrosities."
											]
										},
										{
											"type": "entries",
											"name": "Widely Adapted",
											"entries": [
												"",
												"A lasher spitter is a large, carnivorous plant. It produces a strong acid within its stalk, which it then spits out with impressive accuracy through the large maw situated between its petals. The acid is strong enough to dissolve flesh, for easier consumption."
											]
										},
										{
											"type": "entries",
											"name": "Fast Learners",
											"entries": [
												"",
												"Though they appear driven by little more than instinct, fully mature lashers have shown themselves to be remarkably intelligent. Even capable of laying traps, forming decorations, and conveying messages with simple gestures."
											]
										}
									]	
								},
								{
									"type": "entries",
									"name": "Lasher Spitter",
									"entries": [
										"A lasher spitter is a large, carnivorous plant. It produces a strong acid within its stalk, which it then spits out with impressive accuracy through the large maw situated between its petals. The acid is strong enough to dissolve flesh, for easier consumption."
									]
								},
								{
									"type": "entries",
									"name": "Barbed Orchid",
									"entries": [
										"A barbed orchid stands out from other lashers for its large, vibrant flower-head, centre of which some describe as resembling an owlbeast's beak. Their long tendrils are covered with barbs, which they strike out at prey and intruders alike."
									]
								},
								{
									"type": "entries",
									"name": "Bloodpetal Flayer",
									"entries": [
										"At a glance, most would take the bloodpetal flayer for little more than a very colorful lasher. Looks are sure to betray, however; as these lashers are unmatched for their ferocity, and for the potency of the vile toxin kept in their sharp thorns."
									]
								},
								{
									"type": "variant",
									"name": "Mature Lasher",
									"entries": [
										"When lashers reach maturity, some learn to channel the powers of the moon in their favor.",
										"A mature lashers has the same statistics as a lasher spitter, except that it has a Wisdom score of 12, and replaces the spitter's action options with the following action option:",
										{													
											"type": "entries",
											"name": "Dream Lash.",
											"entries": [
												"{@i Ranged Spell Attack:} +3 to hit, range 15/30 ft., one target. *Hit:* 5 (1d10) radiant damage."
											]
										},
										{													
											"type": "entries",
											"name": "Rooted Tranquility.",
											"entries": [
												"While the tree have taken root, each plant of the tree's choice within 60 feet of it regains 20 hit points at the start of its turn. If the plant takes fire damage, this trait doesn't function at the start of the plant's next turn. A plant dies if it starts its turn with 0 hit points."
											]
										},
										{													
											"type": "entries",
											"name": "Spellcasting.",
											"entries": [
												"The tree has the following additional spells prepared.",
												{
													"type": "list",
													"items": [
														"4th level: {@i {@spell guardian of nature|xge}, {@spell grasping vine}}",
														"5th level: {@i {@spell commune with nature}}",
														"6th level: {@i {@spell druid grove|xge}, {@spell sunbeam}}"
													]
												},
												"The tree has the following additional action option.",
												{													
													"type": "entries",
													"name": "Summon Wisps (1/Day).",
													"entries": [
														"The tree calls forth ten wisps that appear in empty spaces within 60 feet of it. These wisps act as allies of the tree. The wisps remains for 1 day or until they die."
													]
												}
											]
										}
									]							
								},
								{
									"type": "entries",
									"name": "",
									"entries": [					
										{},
										"{@note List of Lashers}",
										{	
											"type": "list",
											"style": "list-no-bullets",
											"columns": 3,
											"items": [					
												"{@creature Lasher|WC5E MoM}",
												"{@creature Lasher Spitter|WC5E MoM}",
												"{@creature Barbed Orchid|WC5E MoM}",
												"{@creature Bloodpetal Flayer|WC5E MoM}",
												""
											]
										}
									]	
								}		
							]
						},
						{
							"type": "entries",
							"name": "Treants",
							"entries": [
								"Few would gaze upon the stout treants and assume them to be wise or strong, but these awakened trees have been imbued by the spirits of the forests in which they dwell. In times of peace, they act as keepers and tenders. In times of war, they rise to defend their groves with fervor.",
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Saplings of Ancients",
											"entries": [
												"",
												"The treants begin their lives as sapling sprouds of the ancients, carrying many of the same qualities as the tree from which they came -- be it be it boldness, tenderness, or a great force of will. Like the forest around them, treants never cease to grow. Instead, they rise taller and taller, century by century passing by, until the time is right for one to rise into the annals as an ancient protector."
											]
										},
										{
											"type": "entries",
											"name": "Guardians of Nature",
											"entries": [
												"",
												"Like the ancients, treants live to serve the forces of nature. Should someone dare to bring harm to their domain, it is they who wander the woods in search the perpetrators. If confronted, the treants respond by slashing wildly with their barbed claws.",
												"Their task of safe-guarding nature have granted them favor among druids and woodland creatures alike. It is rare to see a treant wandering alone, as they are often accompanied by sprouts and other critters."
											]
										},
										{
											"type": "entries",
											"name": "Corrupted and Unpredictable",
											"entries": [
												"",
												"During the Third War, as the Burning Legion once more invaded Azeroth, numerous forests were set ablaze -- most notably, the forests of Ashenvale and Quel'Thalas.",
												"With the destruction of their groves, the treants who delved within were driven to the brink of insanity, their hollow shells quickly gripped by the Legion's influence.",
												"Though the invasion was since quelled, many groves are still saturated with demonic corruption; the treants within ready to lash out at any who would dare appproach. Adventurers who have taken upon them to visit these ancient sites, have borne witness to withered shambles lurking between dead trees and fallen ruins."
											]
										}
									]	
								},
								{
									"type": "variant",
									"name": "Treant Wildcaller",
									"entries": [
										"Although all treants can manipulate the forest to some degree, wildcallers can harness the full might of the wilderness. A treant wildcaller has a challenge rating of 3 (700 XP). It has 45 (7d8 + 14) hit points and the following trait.",
										{													
											"type": "entries",
											"name": "Spellcasting.",
											"entries": [
												"The treant is a 4th-level spellcaster. its spellcasting ability is Wisdom (save DC 11, +3 to hit with spell attacks). The treant has the following druid spells prepared:",
												{
													"type": "list",
													"items": [
														"Cantrips (at will): {@i {@spell druidcraft}, {@spell solar wrath|WC5e Spells}, {@spell thorn whip}}",
														"1st level (4 slots): {@i {@spell cure wounds}, {@spell faerie fire}, {@spell sleep}}",
														"2nd level (3 slots): {@i {@spell barkskin}, {@spell spike growth}}"
													]
												}
											]
										}
									]							
								},
								{
									"type": "entries",
									"name": "",
									"entries": [					
										{},
										"{@note List of Treants}",
										{	
											"type": "list",
											"style": "list-no-bullets",
											"columns": 3,
											"items": [					
												"{@creature Treant|WC5E MoM}",
												""
											]
										}
									]	
								}		
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Sentient Creatures",
					"entries": [					
						"This sections contains sentient creatures that aren't part of major factions from around Azeroth and beyond.",
						{
							"type": "entries",
							"name": "xxx",
							"entries": [
								"The owlbeasts are serene and powerful creatures, inhabiting many forested regions across Azeroth. They resemble a cross between a bear and an owl, <br>suited with the antlers of a great stag and the massive, ooked beak of a bird of prey.",
								"With their lumbering build and remarkably strong claws, they might seem like fearsome predators. However, their looks betray them for the gentle creatures they really are -- at least when they are left well alone.",
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Forest Settlements",
											"entries": [
												"",
												"Owlbeasts keep to dense forests, finding shelter to build nests between rocks and inside caves. They are social creatures at heart, living harmoni&shy;ously with their fellows in small colonies, not keeping to any apparent structure of leadership.",
												"From time to time, their choice of settlement may bring them into close contact with another race. For the most part, this is not a problem, as the creatures have been seen thriving in the company of night elves and tauren.",
												"Other times, it may force them to fight for their claim or move on to somewhere else. Once first provoked, they are quick to enrage -- at which point all hope for reason may well be lost."
											]
										},
										{
											"type": "entries",
											"name": "Peaceful Creatures",
											"entries": [
												"",
												"Travellers with the care to show respect are seldom hard-pressed to find aid from these gentle giants; whether they're seeking help, or a safe passage out of the woods. Still, if one does opt to disregard the owlbeasts or meet them with hostile intent, they are rarely ever shy to respond in kind."
											]
										},
										{
											"type": "entries",
											"name": "Children of Elune",
											"entries": [
												"",
												"The goddess Elune first created the Owlbeasts in ages past, joining the strength of the bear with the wisdom of the owl, to serve as guardians for the demigod Cenarius. Though blessed by the moon, some have fallen stray from their path, lost and confused without the guidance of their goddess."
											]
										},
										{
											"type": "entries",
											"name": "Corruptible Minds",
											"entries": [
												"",
												"Owlbeasts are, as with most wild beings on Azeroth, susceptible to corruption. Whether by fel energies or nightmarish whispers, it only takes so much to tip the scales and turn these docile beings into ferocious monsters. Such flocks are eventually sought out by druids seeking to intervene, though there is no telling what chaos they might have wrought in the meantime."
											]
										}
									]	
								},
								{
									"type": "entries",
									"name": "Moonkin",
									"entries": [
										"Though all owlbeasts are children of Elune, few keep their blessing closer to heart than the graceful moonkin. The two may seem near indistinguishable at first, but the moonkin's heightened mind leaves it more than capable of coherent dialogue and rational thought.",
										"Bound to their groves and keeping in druidic circles, to whom they act as guardians, they boast a formidable breadth of magical power."
									]	
								},
								{
								"type": "entries",
								"name": "",
								"entries": [
										{},
										"{@note List of Owlbeast}",
										{	
										"type": "list",
										"style": "list-no-bullets",
										"columns": 3,
										"items": [					
												"{@creature Owlbeast|WC5E MoM}",
												"{@creature Moonkin|WC5E MoM}",
												""
											]
										}
									]	
								}		
							]
						},
						{
							"type": "entries",
							"name": "Owlbeasts",
							"entries": [
								"The owlbeasts are serene and powerful creatures, inhabiting many forested regions across Azeroth. They resemble a cross between a bear and an owl, <br>suited with the antlers of a great stag and the massive, ooked beak of a bird of prey.",
								"With their lumbering build and remarkably strong claws, they might seem like fearsome predators. However, their looks betray them for the gentle creatures they really are -- at least when they are left well alone.",
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Forest Settlements",
											"entries": [
												"",
												"Owlbeasts keep to dense forests, finding shelter to build nests between rocks and inside caves. They are social creatures at heart, living harmoni&shy;ously with their fellows in small colonies, not keeping to any apparent structure of leadership.",
												"From time to time, their choice of settlement may bring them into close contact with another race. For the most part, this is not a problem, as the creatures have been seen thriving in the company of night elves and tauren.",
												"Other times, it may force them to fight for their claim or move on to somewhere else. Once first provoked, they are quick to enrage -- at which point all hope for reason may well be lost."
											]
										},
										{
											"type": "entries",
											"name": "Peaceful Creatures",
											"entries": [
												"",
												"Travellers with the care to show respect are seldom hard-pressed to find aid from these gentle giants; whether they're seeking help, or a safe passage out of the woods. Still, if one does opt to disregard the owlbeasts or meet them with hostile intent, they are rarely ever shy to respond in kind."
											]
										},
										{
											"type": "entries",
											"name": "Children of Elune",
											"entries": [
												"",
												"The goddess Elune first created the Owlbeasts in ages past, joining the strength of the bear with the wisdom of the owl, to serve as guardians for the demigod Cenarius. Though blessed by the moon, some have fallen stray from their path, lost and confused without the guidance of their goddess."
											]
										},
										{
											"type": "entries",
											"name": "Corruptible Minds",
											"entries": [
												"",
												"Owlbeasts are, as with most wild beings on Azeroth, susceptible to corruption. Whether by fel energies or nightmarish whispers, it only takes so much to tip the scales and turn these docile beings into ferocious monsters. Such flocks are eventually sought out by druids seeking to intervene, though there is no telling what chaos they might have wrought in the meantime."
											]
										}
									]	
								},
								{
									"type": "entries",
									"name": "Moonkin",
									"entries": [
										"Though all owlbeasts are children of Elune, few keep their blessing closer to heart than the graceful moonkin. The two may seem near indistinguishable at first, but the moonkin's heightened mind leaves it more than capable of coherent dialogue and rational thought.",
										"Bound to their groves and keeping in druidic circles, to whom they act as guardians, they boast a formidable breadth of magical power."
									]	
								},
								{
								"type": "entries",
								"name": "",
								"entries": [
										{},
										"{@note List of Owlbeast}",
										{	
										"type": "list",
										"style": "list-no-bullets",
										"columns": 3,
										"items": [					
												"{@creature Owlbeast|WC5E MoM}",
												"{@creature Moonkin|WC5E MoM}",
												""
											]
										}
									]	
								}		
							]
						}
					]
				}
			]
		}
	],
	"monster": [
		{
			"name": "Basilisk",
			"source": "WC5E MoM",
			"page": 0,
			"size": [
				"M"
			],
			"type": "monstrosity",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 52,
				"formula": "8d8 + 16"
			},
			"speed": {
				"walk": 20
			},
			"str": 16,
			"dex": 8,
			"con": 15,
			"int": 2,
			"wis": 8,
			"cha": 7,
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 9,
			"cr": "3",
			"trait": [
				{
					"name": "Petrifying Gaze",
					"entries": [
						"If a creature starts its turn within 30 feet of the basilisk and the two of them can see each other, the basilisk can force the creature to make a {@dc 12} Constitution saving throw if the basilisk isn't {@condition incapacitated}. On a failed save, the creature magically begins to turn to stone and is {@condition restrained}. It must repeat the saving throw at the end of its next turn. On a success, the effect ends. On a failure, the creature is {@condition petrified} until freed by the {@spell greater restoration} spell or other magic.",
						"A creature that isn't surprised can avert its eyes to avoid the saving throw at the start of its turn. If it does so, it can't see the basilisk until the start of its next turn, when it can avert its eyes again.  If it looks at the basilisk in the meantime, it must immediately make the save.",
						"If the basilisk sees its reflection within 30 feet of it in bright light, it mistakes itself for a rival and targets itself with its gaze."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. *Hit* 10 ({@damage 2d6 + 3}) piercing damage plus 7 ({@damage 2d6}) poison damage."
					]
				}
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"I",
				"P"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"petrified",
				"restrained"
			],
			"savingThrowForced": [
				"constitution"
			]
		}
	]		
}