{
	"_meta": {
		"sources": [
			{
			"json": "WC5E MoM",
			"abbreviation": "WC5E MoM",
			"full": "WC5E Manual of Monsters",
			"color": "c4ccc8",
			"authors": [
				"WC5E Team"
				],
				"convertedBy": [
					"WC5E Team",
					""
				],
				"version": "xxx",
				"url": "https://github.com/WC5E/Warcraft-5e-Conversion",
				"targetSchema": "1.0.0"
		}
		],
		"dateAdded": "xxx",
		"dateLastModified": "xxx",
		"_dateLastModifiedHash": "xxxxxxxxxx"
	},
	"book": [
		{
			"name": "WC5E Manual of Monsters",
			"id": "WC5E MoM",
			"source": "WC5E MoM",
			"cover": {
				"type": "external",
				"url": "xxx"
			},
			"group": "homebrew",
			"author": "WC5E Team",
			"published": "2023-01-12",
			"contents": [
				{
					"name": "Contents"
				},
				{
					"name": "Beasts of the Land",
					"headers": [
						"Basilisks",
						"Dinosaurs",
						"Dragon Hawks",
						"Kodos",
						"Mana Wyrms",
						"Ravagers",
						"Sabercats",
						"Thunder Lizards",
						"Wind Serpents"
					],
					"ordinal": {
						"type": "chapter",
						"identifier": 1
					}
				},
				{
					"name": "Plant Creatures",
					"headers": [
						"Ancients",
						"Bog Beasts",
						"Lashers",
						"Treants"
					],
					"ordinal": {
						"type": "chapter",
						"identifier": 2
					}
				},
				{
					"name": "Primitive Societies",
					"headers": [
						"Centaurs",
						"Furbolg",
						"Gnolls",
						{
							"header": "Gnoll King Hogger",
							"depth": 1
						},
						"Grell",
						"Harpies",
						"Kobolds",
						"Makrura",
						"Murlocs",
						"Owlbeasts",
						"Quilboars",
						"Troggs",
						"Yetis"
					],
					"ordinal": {
						"type": "chapter",
						"identifier": 3
					}
				},
				{
					"name": "Friends & Foes",
					"headers": [
						"Dwarves",
						{
							"header": "Dark Iron",
							"depth": 1
						},
						"Gnomes",
						{
							"header": "Leper",
							"depth": 1
						},
						"Elves",
						{
							"header": "Blood",
							"depth": 1
						},
						{
							"header": "Night",
							"depth": 1
						},
						"Nagas",
						"Ogres",
						"Satyrs",
						"Trolls",
						"Worgen",
						{
							"header": "Feral",
							"depth": 1
						}
					],
					"ordinal": {
						"type": "chapter",
						"identifier": 4
					}
				},
				{
					"name": "xxx",
					"headers": [
						"xxx",
						"xxx",
						"xxx"
					],
					"ordinal": {
						"type": "chapter",
						"identifier": "x"
					}
				},
				{
					"name": "Outro"
				}
			]
		}
	],
	"bookData": [
		{
			"id": "WC5E MoM",
			"source": "WC5E MoM",
			"data": [
				{
					"type": "section",
					"name": "Contents",
					"entries": [					
						"Waking up to a goblin ambush, a human reaches for the pistol she always keeps at her side. She leaps to her feet and begins to fire, blasting the nearest goblin away before he can strike.",
						{
							"type": "list",
							"name": "Creature List",
							"entries": [					
								"Waking up to a goblin ambush, a human reaches for the pistol she always keeps at her side. She leaps to her feet and begins to fire, blasting the nearest goblin away before he can strike."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Beasts of the Land",
					"entries": [					
						"This sections contains beasts from around Azeroth and beyond.",
						{
							"type": "entries",
							"name": "Basilisks",
							"entries": [
								"Sometimes, travelers find carved stone statues of people or wildlife that look remarkably lifelike. Sometimes these statues are whole. Other times, the parts that are missing appear to have been bitten off. Seasoned explorers regard such relics as a warning, knowing that the basilisk responsible is likely to still be close by.",
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Territorial Creatures",
											"entries": [
												"",
												"Although basilisks are powerful creatures, and fierce combatants, they rarely exhibit a deliberately cruel or violent intent. Basilisks live as solitary predators, sometimes in small colonies, and keep a watchful eye on the borders of their territory. From their domain, they prefer to hunt those who choose to trespass, leaving behind petrified chunks of whatever remains."
											]
										},
										{
											"type": "entries",
											"name": "Gaze of Stone",
											"entries": [
												"",
												"As far as predators go, basilisks are often slow and ponderous creatures, as they rarely need to chase their prey. Meeting a basilisk's supernatural gaze can be enough to rapidly transform their prey into stone -- which the basilisk then breaks apart with its strong jaws, perfectly capable of tearing down the stone for nutrition."
											]
										},
										{
											"type": "entries",
											"name": "A Fondness for Crystals",
											"entries": [
												"",
												"Though many scholars have examined the basilisk's inherent attraction to crystals, there is no agreement as to why the lumbering beasts exhibit such fondness for them.",
												"They exhibit great fondness for crystalline structures and are capable of sensing them from a great distance, which they will gladly traverse -- in groups or by their lonesome -- to retrieve their coveted prize. Basilisks have such an insatiable hunger for such crystals, it is not uncommon to find colonies that have begun to sprout crystal formations across their rocky hides, as a side-effect of their gluttonous diet.",
												"In Stranglethorn Vale, especially, some colonies have taken to forming their nests from these same crystals, making for an attractive gamble for any adventurers daring enough to come face to face with the terrifying beasts."
											]
										},
										"{@note List of Basilisks}",
										{	
											"type": "list",
											"style": "list-no-bullets",
											"columns": 3,
											"items": [					
														"{@creature Basilisk|WC5E MoM}",
														""
													]
													 
											
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Dinosaurs",
							"entries": [
								"Dinosaurs are among the oldest reptiles in the world, ancient in every sense of the word. Their presence can inspire both awe and dread into any adventurer fortunate -- or unfortunate -- enough to cross their path. They roam far and wide across Azeroth; all the way from remote mountain valleys, to humid jungles, and to rugged barren plains.",
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Feared and Revered",
											"entries": [
												"",
												"Some of Azeroth's denizens, trolls in particular, revere dinosaurs. Several of the primal Loa take the appearance of a dinosaur, such as the devilsaur Loa Rezan and the direhorn Loa Torcali. For the Zandalar tribe, it is a rite of passage to venture away from home, into the wilds, in order to steal or subdue a beast. Any beast would do for such trials, but a wild dinosaur is a prized claim."
											]
										},
										{
											"type": "entries",
											"name": "Giants Among Beasts",
											"entries": [
												"",
												"Dinosaurs come in many sizes and shapes, some absolutely tremendous, featuring a wide variety of markings and colorations. They primarily split into two groups: savage, territorial predators, and docile yet still undeniably dangerous herbivores."
											]
										}
									]	
								},
								{
									"type": "entries",
									"name": "Ankylodon",
									"entries": [
										"The ankylodon is a broad, low-slung dinosaur, native to Zandalar. It is kept up by its powerful limbs, and almost every part of its body, save for the belly, is decked with hardened plates. Long spikes protrude from these plates; <br>a characteristic appearance that has flocks of ankylodons sometimes referred to as \"thornhides\". It is a herbivore, preferring to graze on ferns and low shrubs, shearing them off with its beak-like upper jaw."
									]
								},
								{
									"type": "entries",
									"name": "Brutosaur",
									"entries": [
										"Brutosaurs are enormous, even among dinosaurs. They have small heads and incredibly long necks, relative to the rest of their body, and move along at a lumbering pace with their pillar-like legs. Despite their imposing stature, brutosaurs are known to be very docile unless threatened. They are omnivores, yet most appear to have an exclusively herbivorous diet, rarely ever hunting meat of their own volition."
									]
								},
								{
									"type": "entries",
									"name": "Devilsaur",
									"entries": [
										"This giant lizard stands tall on its two powerful hind legs, with two stunted forelimbs stretched out before it. The devilsaur takes its name from its utterly savage attacks, as it tackles its prey down with immense force before tearing it limb from limb. Despite its ferocity, the devilsaur's massive size has many hunters seeking the beast out for its hide, which is both supple and extraordinarily tough. Devilsaurs may grow well above thirty feet, weighing in at almost sixteen tons.",
										"Female devilsaurs tend to be smaller and lighter, though they are even more aggressive than their male counterpart. During mating seasons, once the nest has been made and her eggs have been laid, she will leave it to the male who fathered the clutch to protect them until they hatch."
									]
								},
								{
									"type": "entries",
									"name": "Diemetradon",
									"entries": [
										"The diemetradon is one of the strongest predators in the Un'Goro Crater is recognized for the two enormous, jagged crests protruding from its back. Its legs are squat and strong, for which it is far from the fastest dinosaur, though its body is decked in plate-like scales able to withstand tremendous force. When a diemetradon fights or hunts, it is known to simply lumber dead ahead against its target; rushing in to pin them down against a tree or in a swamp.",
										"It is said that the diemetradon's howl is deafening, like a thundering boom capable of drowning out most other sounds around it."
									]
								},
								{
									"type": "entries",
									"name": "Direhorn",
									"entries": [
										"Direhorns are three-horned saurian titans known to populate many islands throughout the South Seas. They are especially prominent on Zandalar, the Isle of Giants and the Isle of Thunder. They may seem like gentle giants at first, though they are among the toughest and strongest animals to walk on Azeroth. Even juvenile direhorns have been known to wreak utter havoc on unsuspecting victims."
									]
								},
								{
									"type": "entries",
									"name": "Pterrordax",
									"entries": [
										"Tall as a horse and weighing up to 1,500 pounds, the pterrordax's keen senses guides it along as it soars through the air in search for fresh meat. Its claw-tipped wings are utterly tremendous, and its beaklike snout is lined with razor-sharp teeth. The pterrordax prefers to hunt alone, swooping down on unsuspecting prey from above to batter it to death with its wings before proceeding to tear flesh from bone. It is a solitary hunter, and adventurers' accounts of multiple have mainly been during mating season: a two-week period during early springtime.",
										"If their breeding grounds are threatened, otherwise lone pterrordax are quick to band together in large flights to fend off attackers. Afterwards, they disband just as quickly.",
										"A pterrordax's pigmentation ranges from bright mossy greens to deep emerald hues, with brightly shining eyes. Closely related to the pterrordax is the even more terrifying pterrorwing also known as Skyscreamer. It is massive in comparison, and stands out for the large sail on its snout."
									]
								},
								{
									"type": "entries",
									"name": "Raptor",
									"entries": [
										"The raptor is a large, aggressive dinosaur, known far and wide for its strength and immense speed. Out in the open, it is near impossible to outrun its leaping stride, and once it has caught up to its prey it pounces; driving its hooked talons in deep.",
										"Even among dinosaurs, raptors are exceptionally intelligent. Their packs act closer to colonies, with established hierarchies and and breeding grounds that could be mistaken for settlements when viewed from afar. They are very visually striking creatures, decked in scales and feathers ranging from bright blue and white, to striking red and orange, to deep black, purple, and green.",
										{
											"type": "inset",
											"name": "Falcosaurs.",
											"entries": [
												"Falcosaurs are an invasive and predatory dinosaur species that can be found on the coastlines of the Broken Isles. They look like feathered raptors with a huge beak and have a primal need to hunt that develops at a young age. While falcosaurs are predatory, they are actually omnivores and eat fruits as well as berries in large quantities.",
												{
													"type": "list",
													"items": [
														{
															"type": "entries",
															"name": "Bloodgazer.",
															"entries": [
																"",
																"While the colors they sport make them look fierce and intimidating, the bloodgazer falcosaurs are predisposed to eating fruit and berries."
															]
														},
														{
															"type": "entries",
															"name": "Direbeak.",
															"entries": [
																"Direbeak falcosaurs are the heartiest of the bunch. Their sense of smell however, is not as good as that of other falcosaur species, which had led them to prefer pungent meals and are often found feasting on carrion that has been in the sun for days. Their shimmering hides have adapted to confuse and disorient prey.",
																"A falcosaur of the direbeak tribe has its {@b {@i Keen Hearing and Smell}} trait replaced by:",
																{													
																	"type": "entries",
																	"name": "Shimmering Hide.",
																	"entries": [
																		"When a creature attacks the falcosaur, it gets momentarilly disoriented. The attacker has disadvantage on the attack roll."
																	]
																}
															]
														},
														{
															"type": "entries",
															"name": "Sharptalon.",
															"entries": [
																"The viridian sharptalon falcosaurs have a diet which subsist mainly on small nuts and berries, their claws are used mostly for defense. Their viridian hide allow for them to blend into magical forests and non-magical forests alike.",
																"A falcosaur of the sharptalon tribe has the additional trait:",
																{													
																	"type": "entries",
																	"name": "Veridian Hide.",
																	"entries": [
																		"The sharptalon falcosaur has advantage on hiding in forests and woodlands."
																	]
																}
															]
														},
														{
															"type": "entries",
															"name": "Snowfeather.",
															"entries": [
																"Snowfeather falcosaur are the most predatory of all known falcosaur species while being particularly fond of large prey. Their hide and fur allow them to hide in fog and fog banks.",
																"A falcosaur of the snowfeather tribe has the additional trait:",
																{													
																	"type": "entries",
																	"name": "Snowfeather Hide.",
																	"entries": [
																		"The snowfeather falcosaur has advantage on hiding in fog or snow."
																	]
																}
															]
														}
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Sabertusk",
									"entries": [
										"Little is known about the enigmatic sabertusk, other than its nativity to Zandalar and occasional sightings on other, smaller islands nearby.  Though unwary adventurers have occasionally mistaken it for other land-dwelling reptiles, the sabertusk is visibly striking for the long and heavy tusks protruding from its maw. Its legs are long and its tail is narrow, with tall and coarse spikes running the length of its spine; all the way up to a prominent horn on its snout."
									]
								},
								{
									"type": "entries",
									"name": "Saurid",
									"entries": [
										"Saurid are small bipedal dinosaurs native to Zandalar, known for their nimble grace and venomous bite. The Zandalari trolls consider the saurid to be vermin, no better than rats, as they frequently steal food, poison waters, and prey on children and on the wounded.",
										"However, when Zandalar renewed their alliance with the mogu at the Isle of Thunder, they brought the saurid with them to train. There, the tiny critters proved an immensely valuable weapon in the trolls' arsenal, let out loose in the wilds to hunt in the night."
									]
								},
								{
									"type": "entries",
									"name": "Stegodon",
									"entries": [
										"Stegodons are large herbivorous dinosaurs, whose massive bodies are heaved along on legs the size of tree trunks. They are notorious for their short temper and alarmingly aggressive turns, often attacking trespassers on sight as they patrol their territories. An enormous horn extends from the stegodon's snout, and spike-like plates run like a jagged fin across the length of its spine, over a back decked in hardened scales. Most stegodons have skin in dark shades of green, though some grow paler and grittier hues."
									]
								},
								{
									"type": "entries",
									"name": "Threshadon",
									"entries": [
										"The threshadon is a marine dinosaur, whose compact body is driven by a set of powerful flippers. Much like a brutosaur, its neck accounts for a third of its total length, and is able to flex and twist in whichever direction it needs to dig around muddy lake-beds and pull branches from riversides.",
										"Though they are herbivores first and foremost, grazing threshadon herds are notorious for how fast they tear through and and all plant life within reach before migrating on to new grounds. When a herd has found a grazing spot, the threshadons defend it aggressively. Any other creatures they encounter are attacked on sight. When it fights, the threshadon uses its long neck to lunge at its target, dealing devastating blows with rows of long, jagged teeth. Its jaws are strong enough to crush armor and snap bones, and it is not unusual for it to consume it kills whole."
									]
								},

								"{@note List of Dinosaurs}",
								{	
									"type": "list",
									"style": "list-no-bullets",
									"columns": 3,
									"items": [					
										"{@creature Ankylodon|WC5E MoM}",
										"{@creature Brutosaur|WC5E MoM}",
										"{@creature Devilsaur|WC5E MoM}",
										"{@creature Devilsaur King|WC5E MoM}",
										"{@creature Diemetradon|WC5E MoM}",
										"{@creature Direhorn|WC5E MoM}",
										"{@creature Pterrordax|WC5E MoM}",
										"{@creature Pterrorwing|WC5E MoM}",
										"{@creature Raptor|WC5E MoM}",
										"{@creature Raptor Matriarch|WC5E MoM}",
										"{@creature Sabertusk|WC5E MoM}",
										"{@creature Saurid|WC5E MoM}",
										"{@creature Stegodon|WC5E MoM}",
										"{@creature Threshadon|WC5E MoM}",
										""
										
									]	
								}
							]
						},
						{
							"type": "entries",
							"name": "Dragonhawks",
							"entries": [
								"Travelers entering the enchanted forests of Quel'Thalas might catch a glimpse of the mystical dragonhawk gliding above the trees. An unusual warmth hangs in the air, as the majestic beast vanishes out of sight.",
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Bred for War",
											"entries": [
												"",
												"The elves of Quel'Thalas have a long standing tradition domesticating dragonhawks. They are vicious flying predators, swift and deft, able to crack bones and pierce hides with their long talons, and the elves have long mastered training them for use as aerial mounts. Majestic and magnificent creatures, dragonhawks and their elven riders make for an impressive sight."
											]
										},
										{
											"type": "entries",
											"name": "Wild Legends",
											"entries": [
												"",
												"Few wild dragonhawks still exist. Most of the beasts found in Quel'Thalas, if not all, are kept by the elves. Wild ones are near-mythical beings that few ever witness, as they stay clear of their tamed kin and have become masters of avoiding detection. These dragonhawks are formidable hunters and among the deadliest predators found on the Eastern Kingdoms."
											]
										},
										"{@note List of Dragon Hawks}",
										{	
											"type": "list",
											"style": "list-no-bullets",
											"columns": 3,
											"items": [					
														"{@creature Young Dragonhawk|WC5E MoM}",
														"{@creature Dragonhawk|WC5E MoM}",
														""
													]
													 
											
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Kodos",
							"entries": [
								"A kodo is a giant reptile, known for its thick hide and characteristics horns. Large and lumbering, these grazing beasts roam together in herds, their steps like rolling thunder across the plains of Kalimdor. Though their strength is immense, they are peaceful creatures whose horns serve more to defend than to fight.",
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Herd Animals",
											"entries": [
												"",
												"Kodos are pack animals, and show a clear line of authority in their herds. The head of the pack leads the way, while the rest keep close guard of the weak and young as to not leave anyone behind. Most kodo herds number in a dozen at the most, though some have been sighted in groups as large as fifty beasts. It is rare for a kodo to wander alone, though some elderly beasts have been seen taking to a life of solitude."
											]
										},
										{
											"type": "entries",
											"name": "Tauren Culture",
											"entries": [
												"",
												"Among the tauren, the kodos have a strong cultural presence as a symbol of vigor and power. Long have they hunted and tamed these imposing beasts, revering these acts important rites of passage for young tauren warriors. And for the size and brawn of the tauren themselves, few beasts can carry them as well as a kodo."
											]
										},
										{
											"type": "entries",
											"name": "Pack Beasts",
											"entries": [
												"",
												"Kodos are formidable pack beasts, long elevated as such by the tauren and since ingrained in the Horde as a whole. They can carry even immense loads for long periods of time without any trouble."
											]
										}
									]
								},
								{
										"type": "entries",
										"name": "",
										"entries": [
											{},
											"{@note List of Kodos}",
											{	
												"type": "list",
												"style": "list-no-bullets",
												"columns": 3,
												"items": [					
													"{@creature Kodo|WC5E MoM}",
													"{@creature Ancient Kodo|WC5E MoM}",
													""
												]
											}
										]
								}
							]
						},
						{
							"type": "entries",
							"name": "Mana Wyrms",
							"entries": [
								"Manifesting near pockets of arcane energy, mana wyrms are, as the name implies, serpent-like creatures that shimmer with arcane energy.",
								"Their bodies are translucent, hovering above the ground as though they are swimming through the air. More a nuisance than a threat, they rarely pose much concern for seasoned adventurers who happen by them.",
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Unstable Temperament",
											"entries": [
												"",
												"The temperament of a mana wyrm hangs solely on how long it's been since it last fed. Though they are considered fairly harmless, an agitated wyrm can very quickly turn aggressive. If threatened, they are known to explode in a flash of arcane energy."
											]
										},
										{
											"type": "entries",
											"name": "Arcane Sense",
											"entries": [
												"",
												"A mana wyrms can sense the presence of arcane energy around it, and will gravitate toward its source. If the source is a creature and the wyrm is hungry, it may attempt to attack the creature accordingly."
											]
										}
									]	
								},
								{
									"type": "entries",
									"name": "Arcane Wyrm",
									"entries": [
										"An arcane wyrm is in many ways similar to a mana wyrm, though it is much, much larger, slowly snaking their way through the air near arcane fonts.",
										"Some have attributed their existence to them simply being left to feed on too much energy, though their temperament is still calm and even so long as they are not directly threatened."
									]	
								},
								{
									"type": "entries",
									"name": "",
									"entries": [	
										{},
										"{@note List of Mana Wyrms}",
										{	
											"type": "list",
											"style": "list-no-bullets",
											"columns": 3,
											"items": [					
												"{@creature Mana Wyrm|WC5E MoM}",
												"{@creature Arcane Wyrm|WC5E MoM}",
												""
											]
										}
									]	
								}		
							]
						},
						{
							"type": "entries",
							"name": "Ravagers",
							"entries": [
								"Native to the world of Draenor, these quadrupedal beings roam across their surrounding land in search of food to fill their insatiable appetite, ready to hound down and tear apart any creature made of flesh.",
								"Ravagers resemble giant insectiods, equipped with ragged teeth and a voracious lust for meat. Their bodies are covered in hard chitin, which combined with their impressive speed make them amicable fighters.",
								{
									"type": "quote",
									"entries": [
										"Ravagers reproduce quickly and eat anything like crickets. They're also homicidal and roughly the size of horses. Not like crickets."
									],
									"by": "A resting Adventurer in the Spires of Arrak"
								},
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Ferocious Carnivores",
											"entries": [
												"",
												"Being such fierce predators, ravagers hunt together in swarms. They hide behind rocks and within crevices, waiting for their quarry to come within reach. Then, as soon as the moment comes, lunge out from hiding and rush into the fray with overwhelming force."
											]
										},
										{
											"type": "entries",
											"name": "Swarm Mentality",
											"entries": [
												"",
												"Perhaps not too surprising, given their insect-like appearance, are the ever-growing ravager colonies. Though their hive mind is not as intrinsically linked as some others, it still binds the colony together as a large, fiercely protective swarm."
											]
										},
										{
											"type": "entries",
											"name": "Migrated Creatures",
											"entries": [
												"",
												"Ravagers are native to the world of Draenor, with no true equal on Azeroth -- save for one small colony, locked away on the Exodar with the fleeing Draenei.",
												"The ship's subsequent crash off the northern coast of Kalimdor saw this particular group of ravagers released into the wild. Most were stopped in their tracks, though some may yet have escaped to flee deeper into the thickets, or across the waters to the mainland."
											]
										}
									]	
								},
								{
									"type": "entries",
									"name": "Ravager Brood Mother",
									"entries": [
										"At the heart of a ravager colony sits its queen; the brood mother. She grants the colony life, by laying the eggs that hatch into the ravager larva. For her vital part in keeping the colony alive, other ravagers in the colony will go to extreme lengths to ensure her safety."
									]
								},
								{
									"type": "entries",
									"name": "Ravager Wasp",
									"entries": [
										"Following the birth of a ravager larva, the creature quickly cocoons itself in order to grow further. From the cocoon, the ravager emerges as a slender wasp with a ferocious sting. The ravager wasp gorges itself on its prey, feeding until its wings can no longer support the weight of its body. Then, its wings are shed; as the wasp undergoes one final metamorphosis into a full-grown, four-legged ravager."
									]
								},
								{
									"type": "inset",
									"name": "Ravagers on alternate Draenor",
									"entries": [
										"The ravagers of alternate Draenor were never exposed to the powers of fel, their bodies were not malformed. These creatures have evolved into large monsters more resembling four-legged spiders, their wings have grown with them giving all ravagers a flying speed equal to their normal speed."									]
								},
								{
									"type": "entries",
									"name": "",
									"entries": [					
										{},
										"{@note List of Ravagers}",
										{	
											"type": "list",
											"style": "list-no-bullets",
											"columns": 3,
											"items": [					
												"{@creature Ravager|WC5E MoM}",
												"{@creature Ravager Broodmother|WC5E MoM}",
												"{@creature Ravager Wasp|WC5E MoM}",
												""
											]
										}
									]	
								}		
							]
						},
						{
							"type": "entries",
							"name": "Sabercats",
							"entries": [
								"Sabercats are cunning felines, native to the northern reaches of Kalimdor. These magnificent beasts have been the companions of many adventurers -- and the demise of many more. They are intelligent creatures; very loyal when properly domesticated, while still remaining aggressive and territorial in the wilds.",
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Stalkers of Azeroth",
											"entries": [
												"",
												"Favoured as they are among travellers, sabercats have come to live far and wide across Azeroth. Still, the majority of their kind keep to Kalimdor, where they populate dense forests and icy wastes alike. They are quick to adapt to their given habitat, sprouting pelts able to blend their surroundings.",
												"Many species of sabercats exist, each one distinct and differing remarkably in how it would approach outsiders. The most common types of sabercats are the dreadsabers, the frostsabers, and the nightsabers."
											]
										},
										{
											"type": "entries",
											"name": "Supreme Predators",
											"entries": [
												"",
												"As far as predators go, basilisks are often slow and ponderous creatures, as they rarely need to chase their prey. Meeting a basilisk's supernatural gaze can be enough to rapidly transform their prey into stone -- which the basilisk then breaks apart with its strong jaws, perfectly capable of tearing down the stone for nutrition.",
												"They are also pack animals, rarely ever hunting alone. Even when one does spot a prowling sabercat, it is likely that another is about to pounce from behind."
											]
										},
										{
											"type": "entries",
											"name": "Fierce Companion",
											"entries": [
												"",
												"Whether raised from a cub or tamed in the wild, the beasts become loyal to a fault once properly bonded. Night elves have bred and trained sabercats for thousands of years, even utilizing them as mounts in their armies."
											]
										}
									]
								},
								{
										"type": "entries",
										"name": "Manasaber",
										"entries": [
											"Manasabers are a type of sabercat found residing within the borders of Suramar. The well of power, radiating from inside the city, has infused them with mana and trans&shy;formed them into magical beings.",
											"Most manasabers are domesticated animals, having lived in such close proximity to the elves of Suramar -- who in turn take great care to train them well."
										]	
								},
								{
									"type": "variant",
									"name": "Sabercat Armor",
									"entries": [
										"An armored sabercat has an AC based on the type of {@item barding|phb} worn. The sabercat's AC includes its Dexterity modifier, where applicable.",
										"Barding doesn't alter the sabercat's challenge rating.",
										{
											"type": "table",
											"caption": "",
											"colLabels": [
												"AC",
												"Barding",
												"AC",
												"Barding",
												""
											],
											"colStyles": [
												"col-1 text-center",
												"col-2 text-left",
												"col-1 text-center",
												"col-2",
												"col-6"
											],	
											"rows": [
												[
													"13",
													"Leather",
													"17",
													"Chain mail"
												],
												[
													"14",
													"Studded leather",
													"18",
													"Splint"
												],
												[
													"15",
													"Ring mail",
													"19",
													"Plate"
												],
												[
													"16",
													"Scale Mail"
												]
											]
										}
									]
								},
								"{@note List of Sabercats}",
								{	
									"type": "list",
									"style": "list-no-bullets",
									"columns": 3,
									"items": [					
										"{@creature Young Sabercat|WC5E MoM}",
										"{@creature Sabercat|WC5E MoM}",
										"{@creature Manasaber|WC5E MoM}",
										""
									]						
								}
							]
						},
						{
							"type": "entries",
							"name": "Thunder Lizards",
							"entries": [
								"Few who scout a thunder lizard approaching dare engage the beast in an open skirmish. The thick-skinned beasts bears a striking resemblance to kodos and many have speculated that the two are related in one way or another.",
								"But that is where the similarities between the creatures end; as the monstrous thunder lizard is easily aggravated, persistent in hunting down whoever would provoke it, and capable of exhaling a breath of lightning.",
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Creature of Myth",
											"entries": [
												"",
												"Thunder lizards are considered mystical creatures and a rare sight by many. They are only made rarer by their aggressive nature, as failing to take necessary precautions before attempting to approach a thunder lizard may quickly spell doom.",
												"Among the tauren, legends claim thunder lizards to be formed from ancient kodo spirits; bound to the sky and storm and brought back as thundering monsters."
											]
										},
										{
											"type": "entries",
											"name": "Grassland Scavengers",
											"entries": [
												"",
												"The lumbering creatures roam the vast plains of Kalimdor in search of prey. Thunder lizards are carnivorous, and will often eat their prey whole: dissolving both the creature and everything it carried in the process. Thankfully, magical items are usually left behind without being too much worse for wear.",
												"ary scouts who have witnessed the great thunder lizards and lived, often note that they leave ordinary kodos unharmed -- rather seeking food elsewhere."
											]
										},
										{
											"type": "entries",
											"name": "Lone Wanderers",
											"entries": [
												"",
												"Thunder lizards are rarely found in large numbers, preferring to either hunt alone or follow a pack of kodos as some form of guardian.",
												"They move vast distances in their tireless hunt, and tales have been told of thunder lizards even wandering their way through open settlements. They rarely cause any trouble, however, so long as they are not provoked."
											]
										}
									]
								},
								{
										"type": "entries",
										"name": "",
										"entries": [
											{},
											"{@note List of Thunder Lizards}",
											{	
												"type": "list",
												"style": "list-no-bullets",
												"columns": 3,
												"items": [					
													"{@creature Thunder Lizard|WC5E MoM}",
													""
												]
											}
										]
								}
							]
						},
						{
							"type": "entries",
							"name": "Wind Serpents",
							"entries": [
								{
									"type": "quote",
									"entries": [
										"The Thunderhawk is a rare beast of the Barrens, and its death can portend great fortune, or great doom. The pain you felt from hunting it is the pang all feel who make great gains at great costs. The sting you felt is the pain of regreat."
									],
									"by": "Jorn Skyseer"
								},
								"Slithering across in the plains of Mulgore, flying through the frosty trees of Winterspring, or prowling beneath the burning sand of Tanaris. Wind serpents are adaptable beasts who can be found in all corners of Azeroth. The serpentine creatures rarely pay any attention to those who wander by, but once hungry -- or aggravated -- they quickly turn hostile; ready to strike with their venomous bite and innate power to spew elemental fury.",
								"A wind serpent combines the bright-scaled body and head of a snake with the leathery wings of a drake, as well as the feathers of a brightly colored bird.",
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Spiritual Creatures",
											"entries": [
												"",
												"The serpentine beasts are formidable hunters; predators who utilize the environment to ambush their prey for a moment's advantage. Crawling among tree branches, stalk within fissures, or flying silently out from dark nooks towards their desired target."
											]
										},
										{
											"type": "entries",
											"name": "Unseen Hunters",
											"entries": [
												"",
												"They attack with lightning speed and swiftly retreat once the blow has been dealt, stalking for the next opportunity to strike. Perceptive adventurers might catch a glimpse of their colorful scales glinting, as a warning of their presence -- and potential quarry."
											]
										},
										{
											"type": "entries",
											"name": "Adapted Species",
											"entries": [
												"",
												"Wind serpents can be found in the far reaches of the world. They nest in hard-to-reach places where they may safely retire. The different subspecies of wind serpents have adapted and adjusted to the environ&shy;ment around them, changing elemental bond -- and color with it --  to better survive their harsh surroundings."
											]
										}
									]	
								},
								{
									"type": "variant",
									"name": "Adapted Wind Serpents",
									"entries": [
										"Wind serpents are found throughout Azeroth and have adapted differently to their climate.",
										"You can change a wind serpent's *lightning breath* and *shocking spit* attacks to deal cold or poison damage instead of lightning by making the following changes to the attacks:",
										{													
											"type": "entries",
											"name": "Breath Attack.",
											"entries": [
												"The breath attack becomes a cone of a size equal to half the line's length, and requires a Constitution saving throw to resist."
											]
										},
										{													
											"type": "entries",
											"name": "Spit.",
											"entries": [
												"The spit attack requires a Constitution saving throw to resist."
											]
										}
									
									]							
								},
								{
									"type": "entries",
									"name": "",
									"entries": [	
										{},
										"{@note List of Wind Serpents}",
										{	
											"type": "list",
											"style": "list-no-bullets",
											"columns": 3,
											"items": [					
												"{@creature Wind Serpent|WC5E MoM}",
												"{@creature Wind Serpent Stinglash|WC5E MoM}",
												"{@creature Wind Serpent Dreadfang|WC5E MoM}",
												""
											]
										}
									]	
								}		
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Plant Creatures",
					"entries": [					
						"This sections contains plant based lifeforms from around Azeroth and beyond.",
						{
							"type": "entries",
							"name": "Ancients",
							"entries": [
								"The Ancients are massive, leaf-covered trees given life. With an unparalleled wisdom and insight into the world around them, they act asguardians of the forests where they dwell -- such as those of northern Kalimdor, where their shared bonds with the night elves have kept the two races in a long-lasting symbiosis.",
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Staunch Defenders.",
											"entries": [
												"",
												"An ancient is grown from an acorn, like so many other trees, though the acorn itself is far rarer and far more powerful. It takes years upon years for an ancient to grow to its full size, where it stays for thousands of years without feeling the wear of old age.",
												"The ancients who have allied themselves with the honorable night elves stand guard of their cities, and of their border territories. They can burrow their rooted feet into the soil beneath, becoming indistinguishable from a normal tree if they stand perfectly still. This allows both for other creatures to take shelter between its leaves, such as a squirrel with its own acorns, and for the ancient to keep quiet watch over the wilds.",
												"Due to their immense lifespan and often slow, lumbering presence, an ancient sees time differently from mortal races. Often times, years may become akin to hours, minutes, or even seconds."
											]
										},
										{
											"type": "entries",
											"name": "Plantlike Creatures",
											"entries": [
												"",
												"An ancient doesn't require food or sleep. Instead, it draws nourishment from the soil and can carry on for weeks without a fresh supply of water."
											]
										}
									]	
								},
								{
									"type": "entries",
									"name": "Ancient Protector",
									"entries": [
										"Most often when the acorn of an ancient sprouts, it grows to become an ancient protector. These hulking trees make up most of the ancients, and are critical in safeguarding night elven civic areas and groves."
									]
								},
								{
									"type": "entries",
									"name": "Ancient of Lore",
									"entries": [
										"Some ancients grow to become enlightened beings of the forest, wise beyond belief and capable of establishing meaningful contact with the free-spirited dryads. These ancient have a close connection to night elven druids and priests, taking on a role as instructors in the ways of magic and the secrets of nature."
									]
								},
								{
									"type": "entries",
									"name": "Ancient of War",
									"entries": [
										"The toughest of ancients grow into ancients of war; mighty plants often found defending night elven settle&shy;ments or supporting Alliance forces in battle. Embodied in these ancient guardians are the spirits of courage and determination, which they wield to call upon the forest itself to rise in order to turn the tide of battle in favour of them and their allies."
									]
								},
								{
									"type": "variant",
									"name": "Tree of Life",
									"entries": [
										"A tree of life is a sapling born from the world tree Nordrassil, these ancients have suffered great losses in recent wars, and those who remain have returned to the forest to spread their seeds and replenish their numbers undisturbed.",
										"A tree of life has a challenge rating of 10 (5,900 XP). It has the same statistics as an ancient of lore, and gains the following additional traits:",
										{													
											"type": "entries",
											"name": "Nature's Blessing.",
											"entries": [
												"The tree add its Wisdom modifier to its Armor Class (AC 19)."
											]
										},
										{													
											"type": "entries",
											"name": "Rooted Tranquility.",
											"entries": [
												"While the tree have taken root, each plant of the tree's choice within 60 feet of it regains 20 hit points at the start of its turn. If the plant takes fire damage, this trait doesn't function at the start of the plant's next turn. A plant dies if it starts its turn with 0 hit points."
											]
										},
										{													
											"type": "entries",
											"name": "Spellcasting.",
											"entries": [
												"The tree has the following additional spells prepared.",
												{
													"type": "list",
													"items": [
														"4th level: {@i {@spell guardian of nature|xge}, {@spell grasping vine}}",
														"5th level: {@i {@spell commune with nature}}",
														"6th level: {@i {@spell druid grove|xge}, {@spell sunbeam}}"
													]
												},
												"The tree has the following additional action option.",
												{													
													"type": "entries",
													"name": "Summon {@creature Wisp}s (1/Day).",
													"entries": [
														"The tree calls forth ten wisps that appear in empty spaces within 60 feet of it. These wisps act as allies of the tree. The wisps remains for 1 day or until they die."
													]
												}
											]
										}
									]							
								},
								{
									"type": "entries",
									"name": "",
									"entries": [					
										{},
										"{@note List of Ancients}",
										{	
											"type": "list",
											"style": "list-no-bullets",
											"columns": 3,
											"items": [					
												"{@creature Ancient Protector|WC5E MoM}",
												"{@creature Ancient of Lore|WC5E MoM}",
												"{@creature Ancient of War|WC5E MoM}",
												""
											]
										}
									]	
								}		
							]
						},
						{
							"type": "entries",
							"name": "Bog Beasts",
							"entries": [
								"A bog beast is a massive, shambling monster made of plants, roots, and flesh. Inhabiting bogs and swamps, they hide away beneath the water surface, disguising them&shy;selves as thick, waterlogged lumps of vegetation. There they wait patiently for any unaware critters to venture too close -- or better yet, unaware adventurers.",
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Creatures of Mystery",
											"entries": [
												"",
												"Bog beasts are frightful crea&shy;tures, and notoriously elusive. They are adept at avoiding the gaze of scholars attempting to study them; and for many who have tried, only moss-riddled remains have been found. Their aggressive, territorial nature makes them a considerable danger to any unfortunate enough to cross paths with them."
											]
										},
										{
											"type": "entries",
											"name": "Plants Anatomy",
											"entries": [
												"",
												"Thick roots stretch across the entirety of the bog beast's form, as if to conceal what hides under&shy;neath. It is speculated that they have no real need for sustenance apart from the waters they dwell in, and some have been observed spending months still in the murky depths -- only barely grasping the surface to draw breath."
											]
										},
										{
											"type": "entries",
											"name": "Naturally Powerful",
											"entries": [
												"",
												"Explorers who have encountered a bog beast and lived to tell the tale, describe them as immen&shy;sely powerful and resilient to harm. Their massive limbs can quickly overwhelm their enemies, crushing opponents with their fists or with whatever nearby objects they can throw."
											]
										}
									]	
								},
								{
									"type": "entries",
									"name": "Timberling",
									"entries": [
										"A timberling is by many considered the child of bog beasts, very similar and yet considerably smaller at a height comparable to that of a dwarf. As far as bog beasts go, timberlings are fairly peaceful creatures that live in harmony with the land. However, any disruption to their habitat will quickly drive them into an unnatural frenzy."
									]
								},
								{
									"type": "entries",
									"name": "Thistleshrub",
									"entries": [
										"Thistleshrubs, unlike most bog beasts, do not dwell in swamps or marshes. Instead they prefer arid climates, and bear a resemblance to a large mass of withered vines cov&shy;ered in sharp briars. They are known to be very hostile, and will certainly attack anyone foolish enough to approach; sporadically lashing out with whip-like thorns at anything that comes near."
									]
								},
								{
									"type": "entries",
									"name": "Swampwalker",
									"entries": [
										"These hulking masses are rarely ever witnessed outside of dense swamps, and blend perfectly into their chosen habitat with their dark green and brown colors.",
										"They are both the most territorial and the most cunning among bog beasts, and have been witnessed deliberately attempting to lure travellers farther into their lair in order to spring a trap. Their natural camouflage allows them to move through their territory entirely unseen, and have left adventurers wary even of rippling water and rustling leaves when venturing through swamps."
									]
								},
								{
									"type": "entries",
									"name": "Tar Creeper",
									"entries": [
										"Cherishing humid air and temperatures, the tar creeper is by far the most abnormal of all bog beasts for its viscous, tar-like appearance. Not to mention the most dangerous.",
										"Though they might seem slow, these massive beasts can cut through tar like a fish through water; lunging forth to trap their prey and drag it back down below."
									]
								},
								{
									"type": "entries",
									"name": "",
									"entries": [					
										{},
										"{@note List of Bog Beasts}",
										{	
											"type": "list",
											"style": "list-no-bullets",
											"columns": 3,
											"items": [					
												"{@creature Timberling|WC5E MoM}",
												"{@creature Thistleshrub|WC5E MoM}",
												"{@creature Swampwalker|WC5E MoM}",
												"{@creature Tar Creeper|WC5E MoM}",
												""
											]
										}
									]	
								}		
							]
						},
						{
							"type": "entries",
							"name": "Lashers",
							"entries": [
								"Lashers are a family of large, slithering flora, known for their long, appendage-like tendrils and found across most of Azeroth. Though most lashers are not predatory, they will defend themselves if threatened.",
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Sentient Plants",
											"entries": [
												"",
												"Their existence is the result of nature magic, seeped down into the ground and left to spread. There, it has given the plants enough will to uproot themselves and roam around. For some lashers, this awakening has been deliberate and fairly harmless. For others, it has transformed the plants into vile monstrosities."
											]
										},
										{
											"type": "entries",
											"name": "Widely Adapted",
											"entries": [
												"",
												"A lasher spitter is a large, carnivorous plant. It produces a strong acid within its stalk, which it then spits out with impressive accuracy through the large maw situated between its petals. The acid is strong enough to dissolve flesh, for easier consumption."
											]
										},
										{
											"type": "entries",
											"name": "Fast Learners",
											"entries": [
												"",
												"Though they appear driven by little more than instinct, fully mature lashers have shown themselves to be remarkably intelligent. Even capable of laying traps, forming decorations, and conveying messages with simple gestures."
											]
										}
									]	
								},
								{
									"type": "entries",
									"name": "Lasher Spitter",
									"entries": [
										"A lasher spitter is a large, carnivorous plant. It produces a strong acid within its stalk, which it then spits out with impressive accuracy through the large maw situated between its petals. The acid is strong enough to dissolve flesh, for easier consumption."
									]
								},
								{
									"type": "entries",
									"name": "Barbed Orchid",
									"entries": [
										"A barbed orchid stands out from other lashers for its large, vibrant flower-head, centre of which some describe as resembling an owlbeast's beak. Their long tendrils are covered with barbs, which they strike out at prey and intruders alike."
									]
								},
								{
									"type": "entries",
									"name": "Bloodpetal Flayer",
									"entries": [
										"At a glance, most would take the bloodpetal flayer for little more than a very colorful lasher. Looks are sure to betray, however; as these lashers are unmatched for their ferocity, and for the potency of the vile toxin kept in their sharp thorns."
									]
								},
								{
									"type": "variant",
									"name": "Mature Lasher",
									"entries": [
										"When lashers reach maturity, some learn to channel the powers of the moon in their favor.",
										"A mature lashers has the same statistics as a lasher spitter, except that it has a Wisdom score of 12, and replaces the spitter's action options with the following action option:",
										{													
											"type": "entries",
											"name": "Dream Lash.",
											"entries": [
												"{@i Ranged Spell Attack:} +3 to hit, range 15/30 ft., one target. *Hit:* 5 (1d10) radiant damage."
											]
										},
										{													
											"type": "entries",
											"name": "Rooted Tranquility.",
											"entries": [
												"While the tree have taken root, each plant of the tree's choice within 60 feet of it regains 20 hit points at the start of its turn. If the plant takes fire damage, this trait doesn't function at the start of the plant's next turn. A plant dies if it starts its turn with 0 hit points."
											]
										},
										{													
											"type": "entries",
											"name": "Spellcasting.",
											"entries": [
												"The tree has the following additional spells prepared.",
												{
													"type": "list",
													"items": [
														"4th level: {@i {@spell guardian of nature|xge}, {@spell grasping vine}}",
														"5th level: {@i {@spell commune with nature}}",
														"6th level: {@i {@spell druid grove|xge}, {@spell sunbeam}}"
													]
												},
												"The tree has the following additional action option.",
												{													
													"type": "entries",
													"name": "Summon Wisps (1/Day).",
													"entries": [
														"The tree calls forth ten wisps that appear in empty spaces within 60 feet of it. These wisps act as allies of the tree. The wisps remains for 1 day or until they die."
													]
												}
											]
										}
									]							
								},
								{
									"type": "entries",
									"name": "",
									"entries": [					
										{},
										"{@note List of Lashers}",
										{	
											"type": "list",
											"style": "list-no-bullets",
											"columns": 3,
											"items": [					
												"{@creature Lasher|WC5E MoM}",
												"{@creature Lasher Spitter|WC5E MoM}",
												"{@creature Barbed Orchid|WC5E MoM}",
												"{@creature Bloodpetal Flayer|WC5E MoM}",
												""
											]
										}
									]	
								}		
							]
						},
						{
							"type": "entries",
							"name": "Treants",
							"entries": [
								"Few would gaze upon the stout treants and assume them to be wise or strong, but these awakened trees have been imbued by the spirits of the forests in which they dwell. In times of peace, they act as keepers and tenders. In times of war, they rise to defend their groves with fervor.",
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Saplings of Ancients",
											"entries": [
												"",
												"The treants begin their lives as sapling sprouds of the ancients, carrying many of the same qualities as the tree from which they came -- be it be it boldness, tenderness, or a great force of will. Like the forest around them, treants never cease to grow. Instead, they rise taller and taller, century by century passing by, until the time is right for one to rise into the annals as an ancient protector."
											]
										},
										{
											"type": "entries",
											"name": "Guardians of Nature",
											"entries": [
												"",
												"Like the ancients, treants live to serve the forces of nature. Should someone dare to bring harm to their domain, it is they who wander the woods in search the perpetrators. If confronted, the treants respond by slashing wildly with their barbed claws.",
												"Their task of safe-guarding nature have granted them favor among druids and woodland creatures alike. It is rare to see a treant wandering alone, as they are often accompanied by sprouts and other critters."
											]
										},
										{
											"type": "entries",
											"name": "Corrupted and Unpredictable",
											"entries": [
												"",
												"During the Third War, as the Burning Legion once more invaded Azeroth, numerous forests were set ablaze -- most notably, the forests of Ashenvale and Quel'Thalas.",
												"With the destruction of their groves, the treants who delved within were driven to the brink of insanity, their hollow shells quickly gripped by the Legion's influence.",
												"Though the invasion was since quelled, many groves are still saturated with demonic corruption; the treants within ready to lash out at any who would dare appproach. Adventurers who have taken upon them to visit these ancient sites, have borne witness to withered shambles lurking between dead trees and fallen ruins."
											]
										}
									]	
								},
								{
									"type": "variant",
									"name": "Treant Wildcaller",
									"entries": [
										"Although all treants can manipulate the forest to some degree, wildcallers can harness the full might of the wilderness. A treant wildcaller has a challenge rating of 3 (700 XP). It has 45 (7d8 + 14) hit points and the following trait.",
										{													
											"type": "entries",
											"name": "Spellcasting.",
											"entries": [
												"The treant is a 4th-level spellcaster. its spellcasting ability is Wisdom (save DC 11, +3 to hit with spell attacks). The treant has the following druid spells prepared:",
												{
													"type": "list",
													"items": [
														"Cantrips (at will): {@i {@spell druidcraft}, {@spell solar wrath|WC5e Spells}, {@spell thorn whip}}",
														"1st level (4 slots): {@i {@spell cure wounds}, {@spell faerie fire}, {@spell sleep}}",
														"2nd level (3 slots): {@i {@spell barkskin}, {@spell spike growth}}"
													]
												}
											]
										}
									]							
								},
								{
									"type": "entries",
									"name": "",
									"entries": [					
										{},
										"{@note List of Treants}",
										{	
											"type": "list",
											"style": "list-no-bullets",
											"columns": 3,
											"items": [					
												"{@creature Treant|WC5E MoM}",
												""
											]
										}
									]	
								}		
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Primitive Societies",
					"entries": [					
						"This sections contains Primitive Societies that aren't part of major factions from around Azeroth and beyond.",
						{
							"type": "entries",
							"name": "Centaurs",
							"entries": [
								"Abundant across the plains of central and southern Kalimdor, the centaur are a race of half-horse humanoids, appearing as a human's torso, arms, and head extending from the neck of an equine body. Full-grown centaurs stand over seven feet tall, hooves to head, and weigh over a ton.",
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Nomadic Culture",
											"entries": [
												"",
												"They keep in small nomadic tribes, roaming the broad regions they consider their territory, with regular spots by which they settle their tents to hunt and forage. Each tribe is lorded by its khan, who'll more often than not keep open conflict with both neighboring tribes and races alike.",
												"While on their warpath, travelling from place to place, centaurs often claim prisoners during their raids. Usually, these prisoners are tortured, driven to exhaustion, and eventually eaten."
											]
										},
										{
											"type": "entries",
											"name": "Cycle of Conflict",
											"entries": [
												"",
												"Though many attempts have been made, either between tribes or at the behest of tauren settlements in a tribe's warpath, the centaur have never been ones for diplomacy.",
												"Both the Horde and the Alliance have done their part to feed this inter-tribal conflict, seeing it as a necessary act to keep scattered clans, especially in regions such as the Barrens or Desolace, from banding together and becoming a more dangerous foe."
											]
										}
									]	
								},
								{
									"type": "entries",
									"name": "Centaur Earthcaller",
									"entries": [
										"Though centaurs follow a shamanistic faith, their rites and rituals are unique; given their heritage as children of the elemental princess Theradras. Earth Callers are commonly female centaurs, acting as shamans of their tribes as they wield the power to rain elemental earth upon their foes."
									]	
								},
								{
									"type": "entries",
									"name": "Centaur Khan",
									"entries": [
										"At the heart of each centaur tribe is the khan, who acts as a leader both for their great intelligence and their unmatched ferocity. Rage and savagery are key to the centaur khans, allowing them to lead their tribe into battle as a fearless commander without equal."
									]	
								},
								{
									"type": "inset",
									"name": "The Children of Zaetar",
									"entries": [
										"The centaur are the progeny of Zaetar, a Keeper of the Grove and son of Cenarius; Lord of the forest and Demigod of the Groves. Though Zaetar was no lesser than his brother, Remulos, he often felt himself living in the shadow of his brother's presence and accomplishments.",
										"When Cenarius sent his son Zaetar out to investigate the re-emergence of the elemental princess Theradras, daughter of Therazane the Stonemother, Zaetar saw himself enchanted by Theradras' beauty.",
										"The two became mates, in secrecy, and out of their forbidden union the centaur were born. Zaetar realized his deed upon seeing the centaurs, who in turn saw the disgust in their father's eyes and brutally murdered him. Therazane chastised them for the deed, for which the centaurs promised to honor Zaetar's memory to please their beloved mother.",
										"Theradras entombed her lover's spirit within her own lair, which the centaur gave the name Maraudon and grew to be regarded as a sacred place."
									]
								},
								{
									"type": "entries",
									"name": "Centaur Names and Languages",
									"entries": [
										"The centaur speak Low Common, and often learn phrases from the languages of their enemies; including Common, Orcish, Goblin, and Taur-ahe. A few centaurs  even go as far as to learn the entirety of these languages, with fewer still adopting this second language as their primary language.",
										"Their names are short and sharp, while tribes draw their name from the first khan to lead them -- such as khan Gelk of the Gelkis. The ending of a tribe's name sits at the whim of its first khan, it is speculated that they draw these from other languages spoken by the tribe's founding members.",
										{
											"type": "entries",
											"name": "Centaur Names:",
											"entries": [
												"Ablik, Arug, Blizh, Drothar, Feth, Jamrek, Kerrak, Kromzar, Magra, Sherik, Shodo, Warug"
											]
										},
										{

											"type": "entries",
											"name": "Tribe Names:",
											"entries": [
												"Galak, Jhenek, Kolkar, Krenek, Okrim, Wethek, Worrak"
											]
										}
									]	
								},
								{
								"type": "entries",
								"name": "",
								"entries": [
										{},
										"{@note List of Owlbeast}",
										{	
										"type": "list",
										"style": "list-no-bullets",
										"columns": 3,
										"items": [					
												"{@creature Centaur|WC5E MoM}",
												"{@creature Centaur Earthcaller|WC5E MoM}",
												"{@creature Centaur Khan|WC5E MoM}",
												""
											]
										}
									]	
								}		
							]
						},
						{
							"type": "entries",
							"name": "Furbolg",
							"entries": [
								"Furbolgs are large, kind-hearted creatures. Resembling humanoid bears, they form tribal settlements in caves, forest thickets, and other defensible locations. Though they have care little for conflict, they appear particularly susceptible to corruption.",
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Peaceful Nature",
											"entries": [
												"",
												"Furbolgs are a peaceful race, wishing to live for themselves with as little outside interference as they can. They keep a close tie to nature and worship the ancient bear twins; Ursoc and Ursol.",
												"Their tribes can grow exceptionally large, though they are masters at staying secluded from the world around. A furbolg tribe is its family, and tension within is rare. Most tribes are led by its wisest, oldest shaman."
											]
										},
										{
											"type": "entries",
											"name": "Corrupted Kin",
											"entries": [
												"",
												"Perhaps leading to their secluded nature, furbolgs have been shown to be easily manipulated by outside forces. As the lands around have blighted, tribes have been transformed into vicious, hateful packs.",
												"Many such tribes lost their ways to the Burning Legion's invading forces, as well as to the corrupting influence of the Old Gods. Turned away from their kin and onto a bloody path of war."
											]
										}
									]
								},	
								{
									"type": "entries",
									"name": "Furbolg Names and Languages",
									"entries": [
										"",
										"Furbolgs have their own language, Furbolg, whose sayings are usually intended literally. A few also speak Darnassian or Common. Their names are comprised of short utterings, each of which has meaning in their own tongue.",
										{
											"type": "entries",
											"name": "Furbolg Names:",
											"entries": [
												"Ak, Adak, Dal, Grazle, Krolg, Oota, Rann"
											]
										},
										{
											"type": "entries",
											"name": "Tribe Names:",
											"entries": [
												"Barkskin, Blackwood, Deadwood, Frostpaw, Gnarlpine, Redfang, Timbermaw, Thistlefur"
											]
										}
									]
								},
								{
									"type": "variant",
									"name": "Furbolg Shaman",
									"entries": [
										"Some furbolgs devote themselves to becoming a shaman for their tribe. A furbolg shaman has a challenge rating of 3 (700 XP) and gains the Spellcasting trait.",
										{													
											"type": "entries",
											"name": "Spellcasting.",
											"entries": [
												"The furbolg is a 3rd-level spellcaster. Its spellcasting ability is Wisdom (spell save DC 12, +4 to hit with spell attacks). It has the following shaman spells prepared:",
												{
													"type": "list",
													"items": [
														"Cantrips (at will): {@i {@spell gust|xge}, {@spell produce flame}}",
														"1st level (4 slots): {@i {@spell chromatic orb}, {@spell cure wounds}, {@spell fog cloud}, {@spell thunderwave}}",
														"2nd level (2 slots): {@i {@spell heat metal}, {@spell lesser restoration}}"
													]
												}
											]
										}
									]							
								},
								{
									"type": "entries",
									"name": "",
									"entries": [	
										{},
										"{@note List of Furbolgs}",
										{	
											"type": "list",
											"style": "list-no-bullets",
											"columns": 3,
											"items": [					
												"{@creature Furbolg|WC5E MoM}",
												""
											]
										}
									]	
								}		
							]
						},
						{
							"type": "entries",
							"name": "Gnolls",
							"entries": [
								"Gnolls are feral humanoids, resembling bipedal hyenas. They are known to attack frontier settlements and unsuspect&shy;ing hamlets without warning, rushing their way through to grab whatever they can escape with.",
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Rampant Scavengers",
											"entries": [
												"",
												"Gnolls are notorious for how they hunt. Even those fortunate enough to spot a pack settling their camp might only have hours at best to prepare, before the gnolls come charging in to plunder.",
												"In their wake, they leave little more than razed buildings, burnt crops, and gnawed remains. The easier their target, the better. If they perceive no threat to the pack after the raid has been done, they might stick around in one location for longer. If they fear retaliation from armed guards, like a nearby garrison, the pack will abandon what they must in order to move on as soon as they can."
											]
										},
										{
											"type": "entries",
											"name": "Hungering Nomads",
											"entries": [
												"",
												"Gnolls are not known for leaving anything lasting. Their weapons and armour are all scavenged from their victims, alongside trophies sewn into their patchwork clothing -- ears, teeth, scalps, and more.",
												"To a gnoll, meat is meat. Once they've gone for the kill, they will gnaw the bones to the marrow. Though they are intelligent beasts, they won't go shy of cannibalizing rival packs and outcasts if they are hungry enough. Even if one of their own die in a fight, they'll try to drag the corpse away in order to eat it later."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Gnoll Brute",
									"entries": [
										"Gnolls are known for their immense strength, though some of them show it better than the rest. A gnoll brute is hardly intelligent, but it is guaranteed to be ferocious without equal."
									]
								},
								{
									"type": "entries",
									"name": "Gnoll Mystic",
									"entries": [
										"Some gnolls are sensitive to the elemental forces coursing through the world. Though the powers they wield would be considered novice for true mages, these gnolls are both feared and respected by their pack; elevated to the title of mystics and regarded as wise beyond compare."
									]
								},
								{
									"type": "entries",
									"name": "Gnoll Pack Lord",
									"entries": [
										"The alpha of a gnoll pack is its pack lord. Keeping a steel-jawed hold on any gnoll following it, the pack lord claims first pick from the pack's raids, and many have been witnessed wearing ornate decor in the form of piercing and grotesque trophies."
									]
								},
								{
									"type": "entries",
									"name": "Gnoll Names and Languages",
									"entries": [
										"Gnolls speak Low Common and Gnoll; presumably a guttural offshoot of the former. Their names are often just descriptions, aiming to intimidate. A pack lord chooses the name for its pack in a similar fashion.",
										{
											"type": "entries",
											"name": "Gnoll Names:",
											"entries": [
												"Dirtpaw, Cackler, Blackfang, White-Eye, Snarlface, Loose-Tooth, Yowler"
											]
										},
										{
											"type": "entries",
											"name": "Pack Names:",
											"entries": [
												"Riverpaw, Mudtail, Ashfang, Bloodeyes, Road-Robbers, Rotclaws, Grimepack"
											]
										}
									]
								},
								{
									"type": "variant",
									"name": "Furbolg Shaman",
									"entries": [
										"Some furbolgs devote themselves to becoming a shaman for their tribe. A furbolg shaman has a challenge rating of 3 (700 XP) and gains the Spellcasting trait.",
										{													
											"type": "entries",
											"name": "Spellcasting.",
											"entries": [
												"The furbolg is a 3rd-level spellcaster. Its spellcasting ability is Wisdom (spell save DC 12, +4 to hit with spell attacks). It has the following shaman spells prepared:",
												{
													"type": "list",
													"items": [
														"Cantrips (at will): {@i {@spell gust|xge}, {@spell produce flame}}",
														"1st level (4 slots): {@i {@spell chromatic orb}, {@spell cure wounds}, {@spell fog cloud}, {@spell thunderwave}}",
														"2nd level (2 slots): {@i {@spell heat metal}, {@spell lesser restoration}}"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "",
									"entries": [	
										{},
										"{@note List of Gnolls}",
										{	
											"type": "list",
											"style": "list-no-bullets",
											"columns": 3,
											"items": [					
												"{@creature Gnoll|WC5E MoM}",
												"{@creature Gnoll Mystic|WC5E MoM}",
												"{@creature Gnoll Pack Lord|WC5E MoM}",
												""
											]
										}
									]	
								}		
							]
						},
						{
							"type": "entries",
							"name": "Gnoll King Hogger",
							"entries": [
								"Ask any person in Elwynn forest, from the simplest farmer to a soldier of the king's guard, and they can tell you stories of the Gnoll King and his horrific riverpaws. This notorious gnoll is unlike any other. As the leader of the Riverpaw clan he has transformed the ragtag gnolls into an organized clan wreaking havoc through the forests of Elwynn.",
								{
									"type": "quote",
									"entries": [
										"A huge gnoll, Hogger, is prowling the woods in southern Elwynn. He has overpowered all attempts at his captuere.",
										"The Stormwind Army has placed a generous bounty on the gnoll. To earn the reward, bounty hunters should bring proof of Hogger's demise to Marshal Dughann in Goldshire."
									],
									"by": "Westbrook Wanted Poster"
								},
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "The Gnoll King",
											"entries": [
												"",
												"Hogger has crowned himself the {@b king} of gnolls, a title well deserved for the beast. He is a formidable foe on his own, and any adventurer seeking to take him down is advised to be well prepared. It is solely for his prowess in controlling other gnolls, making them work in unison, that he enjoys his status."
											]
										},
										{
											"type": "entries",
											"name": "Cheap Tactics",
											"entries": [
												"",
												"The mad gnoll will stop at nothing to achieve his goals, and is not beneath utilizing dirty tricks to gain an advantage in doing so. Hogger is not a creature of honor and won't let notions of a fair fight get in his way. After all, there are no real laws of engagement for a gnoll; all that matters is that his quarry dies in the end."
											]
										},
										{
											"type": "entries",
											"name": "Unknown Alliances",
											"entries": [
												"",
												"Although many of their supplies are considered plundered goods, the Riverpaw clan have access to high quality steel tools, arms, and armor. All of it suggests that the gnolls -- or Hogger himself -- have an understanding with some unknown ally, one capable of escorting such tools to them in the dead of night. It is unknown, however, who such allies would even be."
											]
										},
										{
											"type": "entries",
											"name": "Public Enemy No. 1",
											"entries": [
												"",
												"Through Elwynn forest and other nearby regions, the Riverpaw clan have gained a notorious reputation. With their supply of quality weaponry they are able to strike at small-and-large settlements alike.",
												"Ever since the gnoll king took charge, the Riverpaws have become a thorn in the side of the Kingdom of Storm&shy;wind. Far and wide trough Stormwind's settlements, posters can be found offering rewards for their heads."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Hogger's Lair",
									"entries": [
										"Hogger is a notorious villain. Even when he is captured and put under lock-and-key, the gnoll king is still capable of rallying the creatures around him. Hogger's lair reeks of death, as the carcasses of previous meals are scattered across the floor and decorated on spikes.",
										"Through his life, Hogger has had two different lairs, both of which are described in further detail below:",
										{
											"type": "entries",
											"name": "Hogger Hill.",
											"entries": [
												"In the southwestern thickets of Elwynn forest, unlucky travelers may stumble upon Hogger Hill.",
												"A hill of insignificant proportions, it has become home to the Riverpaws; a clan of gnolls ruled with an iron fist and grim temper by Hogger himself. Adventures are unlikely to ever find Hogger alone, as his clan is never far away and willing to rush to his aid in the event that a fight breaks out."
											]
										},
										{
											"type": "entries",
											"name": "Stockades",
											"entries": [
												"Rumors claim that hogger was once caught by Alliance troops and locked away in Stormwind's stock&shy;ades. His loyal Riverpaw's would use the cover of night to sneak into Stormwind, tearing apart the guards keeping watch over the prison. From the depths of the stockades, he would turn the other prisoners to his side, claiming its torch-lit tunnels as his domain."
											]
										},
										{
											"type": "statblock",
											"tag": "creature",
											"name": "Gnoll King Hogger",
											"source": "WC5e MoM",
											"style": "inset"
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Grell",
							"entries": [
								"A grell is a small, long-armed forest spirit with pointed ears and an accentuated brow. Though they are uncannily similar to imps, a grell is very large by comparison and lack any other features typical for a demon.",
								"Among explorers, researchers, and naturalists, it is speculated that the similarities between grells and imps are not coincidental, and that the first imps were in fact grells fallen to corruption during the first invasion of the Burning Legion. Such theories are widespread, but have never been confirmed nor denied.",
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Wild Presence",
											"entries": [
												"",
												"Most grells have skin in shades of green, orange, or brown, mimicking the wilderness where they dwell. Their arms and legs are covered in dense fur, and their hands and feet are all fitted with sharp claws. It is common for grells to fashion themselves simple clothes, as well as other adornments -- such as ear and nose-rings.",
												"Some have speculated as to whether these adornments serve a purpose, such as magical foci for casting spells, or if they are just for decoration."
											]
										},
										{
											"type": "entries",
											"name": "Fiendish Personality",
											"entries": [
												"",
												"It is said that the grell exist as an embodiment of the wild, uncanny side of nature, and their personality shows this notion all too well. A grell on its own poses no particular danger, but a gang of grells working together can be a real threat to settlements and communities in their vicinity.",
												"Grells who commit to keeping in a pack like this have been witnessed actively searching for travellers to ambush, overwhelm, and steal from. Though their diet mainly consists of moss, tubers, and mushrooms, it is not unheard of for a grell pack to hunt wild game."
											]
										}										
									]
								},
								{
									"type": "entries",
									"name": "",
									"entries": [	
										{},
										"{@note List of Grells}",
										{	
											"type": "list",
											"style": "list-no-bullets",
											"columns": 3,
											"items": [					
												"{@creature Grell|WC5E MoM}",
												"{@creature Vile Grell|WC5E MoM}",
												""
											]
										}
									]	
								}		
							]
						},
						{
							"type": "entries",
							"name": "Harpies",
							"entries": [
								"Taking glee in suffering and death, the sadistic harpy is always on the hunt for prey. They are vicious predators, well-known for luring adventures back to their craggy lairs and a certain death.",
								"A harpy combines the body, arms, and head of a night elf with the legs and wings of a hunting bird. Its wicked talons can rip flesh from bone, and its graceful wings lets it soar silently through the air as it hunts for its next kill. It is said that in the eyes of every harpy shines the evil dwelling in their heart.",
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Noxious Nests",
											"entries": [
												"",
												"Harpies nest in high-perched, hard-to-reach places, from which they can terrorize their surroundings. A flock of harpies left unchecked may leave destruction in their wake; killing anything they encounter, leaving only their noxious odor in their wake. This stench, a mixture of rotting flesh and mottled feathers, makes it easy to discern the whereabouts of an active nest."
											]
										},
										{
											"type": "entries",
											"name": "Precious Collectors",
											"entries": [
												"",
												"These winged humanoids place great value in shiny baubles, ornate trinkets, rare gems, and ores, using them to adorn themselves and their nests. They may be willing to barter and negotiate with travellers and settlements, if there is a chance for them to claim a pretty prize from the ordeal. Whatever calm such trade may instill is never more than a temporary measure, before the harpies take wing to pillage once again."
											]
										},
										{
											"type": "entries",
											"name": "Beguiling Creatures",
											"entries": [
												"",
												"Harpies resembles malformed night elves, decked in feathers and given wings. Though they are a repulsive presence, they could be considered quite beautiful from afar -- and only become more beautiful as they grow older, with a strikingly vibrant plumage.",
												"They are incapable of producing male children, as their eggs always hatch females. To this end, their survival relies on their ability to beguile and entrap males from other races, keeping them around until the end of their mating season before killing them off for food."
											]
										}
									]	
								},
								{
									"type": "entries",
									"name": "Harpy Witch",
									"entries": [
										"Some harpies are capable of wielding the forces of nature at their will. These harpy witches are powerful individuals within their nest, with the most powerful exploiting their powers to rise to a near regal status. Keeping any semblance of control in a nest of harpies is a formidable task, driving those who try to extreme measures."
									]	
								},
								{
									"type": "variant",
									"name": "Beguiling Harpy",
									"entries": [
										"Some harpies can have a special ability that allows them to charm humanoids.",
										{													
											"type": "entries",
											"name": "Innate Spellcasting (2/day).",
											"entries": [
												"The harpy's can innately cast {@i {@spell charm person}}, requiring no material or somatic components. Its spellcasting modifier is Wisdom."
											]
										}
									]
								},
								{
									"type": "quote",
									"entries": [
										"You feign to tell me the laws of nature? I speak for the winds and the wilds, child. Do not presume to lecture ME. And yet, I see wisdom in your choices, and I see kindness in you."
									],
									"by": "Aviana, Mother of Harpies"
								},
								{
								"type": "entries",
								"name": "",
								"entries": [
										{},
										"{@note List of Harpies}",
										{	
										"type": "list",
										"style": "list-no-bullets",
										"columns": 3,
										"items": [					
												"{@creature Harpy|WC5E MoM}",
												"{@creature Harpy Witch|WC5E MoM}",
												""
											]
										}
									]	
								}		
							]
						},
						{
							"type": "entries",
							"name": "Kobolds",
							"entries": [
								"Diminutive, rat-like, and subterranean, kobolds can be found dwelling in sprawling caverns and abandoned mines across Kalimdor and the Eastern Kingdoms alike. Even throughout Northrend one can find their aptly named cousins; the snobolds. As far back as the first human settlements in the Eastern Kingdoms, kobolds have been a persistent, and annoying, presence.",
								"Kobolds average at four feet tall, with coarse skin, sharp claws, a pronounced snout, and a spindly tail. Educated guesses have pinned them as a distant offshoot from the troggs, though this has never been proven.",
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Skittish Creatures",
											"entries": [
												"",
												"Adventurers who have seen a kobold, especially a kobold away from its pack and lair, can testify for their cowardice. Kobolds are not particularly intelligent, and many consider them more of a nuisance than real danger -- at least in smaller numbers."
											]
										},
										{
											"type": "entries",
											"name": "Massive Flocks",
											"entries": [
												"",
												"Kobolds are not only known to bear a resemblance to vermin; they breed like vermin as well. Wherever one kobold can be found, hundreds more are likely not too far behind. While kobolds are rarely threatening in smaller numbers, a pack numbering in dozens, even hundreds, can pose a threat even to seasoned adventurers if one were to try and evict them.",
												"They have no concept of marriage. Rather, they form a loose structure of packs and clans based on their lineages, with young individuals opting to migrate between nests and warrens in search of mates outside of their own family.",
												"Famously, a kobold can become very protective of its keepsakes, and they prefer to keep a distance from other races in order to keep themselves safe."
											]
										},
										{
											"type": "entries",
											"name": "Candle-Hoarders",
											"entries": [
												"",
												"Despite living deep underground, populating self-made caverns and abandoned mines -- sometimes even chasing miners away if the pack is large enough -- kobolds do not see well in the dark. They rely on candles to traverse whichever caverns they call home.",
												"These candles are usually made by the kobolds themselves, twining wicks from their hairs and pulling wax from their ears, though in desperation a kobold may contemplate stealing candles from other nearby settlements. Once a candle has been acquired, it is placed atop the kobold's head and left to burn there."
											]
										},
										{
											"type": "entries",
											"name": "Legends of the Darkness",
											"entries": [
												"",
												"Kobold legends speak of a dark, devouring presence dwelling in the deep places of the world, giving reason to the creatures' candle obsession.",
												"To the same end, some kobold packs have been seen keeping rats as pets, as the critters do not fear the dark&shy;ness themselves. A well-trained rat can keep the kobold company and help out with digging, while a not so well-trained rat can make for a good dinner."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Kobold Names and Languages",
									"entries": [
										"Kobolds typically speak Low Common, and often adopt other wide-spoken languages in the regions they dwell. The latter is especially prevalent across the Eastern Kingdoms, where most kobold packs and clans have learned Common over their long history of interacting with humans.",
										"Kobold names and clan names are a descriptive amal&shy;gamation of everyday words. Kobold name usually has two parts; a short, easily vocalized first name, and a descriptive surname. Kobold surnames are personal and not inherited, but rather like a title that sums up their character, appear&shy;ance, or a well-known possession of theirs.",
										"Their clan names often refer to common traits passed down through that clan's lineage, or to quirks unique to their society, though they can be hard to distinguish from the names the kobolds give themselves.",
										{
											"type": "entries",
											"name": "Kobold Names:",
											"entries": [
												"Bukk, Feb, Feez, Gik, Kubb, Mlepp, Naal, Slag, Znaz, Zniv"
											]
										},
										{
											"type": "entries",
											"name": "Kobold Surnames:",
											"entries": [
												"Fatcandle, Flintdagger, Goldtooth, Halfcandle, Luckybristles, Onetooth, Skullhat"
											]
										},
										{
											"type": "entries",
											"name": "Clan Names:",
											"entries": [
												"Bluewax, Boulderslide, Gravelsnout, Mudwhisker, Skywhisker, Windshear"
											]
										}
									]
								},
								{
									"type": "variant",
									"name": "Candles in the Dark",
									"entries": [
										"Kobold legends speak of a devouring presence, hiding in the darkness, giving to them their over&shy;whelming fear of the dark.",
										"A kobold without a lit candle, who is standing in dim light or darkness, must succeed on a DC 12 Wisdom saving throw or be frightened for 1 minute. The kobold can repeat the saving throw at the end of each its turns, also ending the effect if it manages to light a candle again.",
										"On a successful save, if another creature was responsible for the loss of candlelight, the kobold deals an extra 4 (1d6) damage when it hits that creature with a melee attack."
									]
								},
								{
									"type": "entries",
									"name": "",
									"entries": [	
										{},
										"{@note List of Kobolds}",
										{	
											"type": "list",
											"style": "list-no-bullets",
											"columns": 3,
											"items": [					
												"{@creature Kobold Geomancer|WC5E MoM}",
												"{@creature Kobold Taskmaster|WC5E MoM}",
												""
											]
										}
									]	
								}		
							]
						},
						{
							"type": "entries",
							"name": "Makrura",
							"entries": [
								"A makrura is a large aquatic creature found living in small colonies along Azeroth's numerous coastlines and deep oceans. They resemble enormous crayfish, some near six feet tall, to which some call them {@i lobster men}.",
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Aggressive and Hostile",
											"entries": [
												"",
												"Makruras within the confines of their colony are immediately hostile toward intruders, and will attack anyone who dare approach. With their massive claws, they pinch and pin their target down, before subsequently tearing it into tiny pieces."
											]
										},
										{
											"type": "entries",
											"name": "Wrecked Colonies",
											"entries": [
												"",
												"With their homes often situated in turbulent waters or along contested shorelines, it is not uncommon for a colony to seek seclusion by taking shelter inside wrecked ships or underwater caverns."
											]
										},
										{
											"type": "entries",
											"name": "Savory Prey",
											"entries": [
												"",
												"Makrura meat is a delicacy, tried and tested, for many races both above and beneath the ocean. Some towns and villages may try to turn a nearby colony into a hunting opportunity, though the most prominent enemy of the makrura are murlocs and naga."
											]
										},
										{
											"type": "entries",
											"name": "Makrura Tidecaller",
											"entries": [
												"",
												"Some Makrura have an innate affinity for water magic, able to summon its powers at will. These notorious mystics are known as tidecallers; often wise sages in their colonies, they bring forth the tides both to heal and to harm."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "",
									"entries": [	
										{},
										"{@note List of Makrura}",
										{	
											"type": "list",
											"style": "list-no-bullets",
											"columns": 3,
											"items": [					
												"{@creature Makrura|WC5E MoM}",
												"{@creature Makrura Tidecaller|WC5E MoM}",
												""
											]
										}
									]	
								}		
							]
						},
						{
							"type": "entries",
							"name": "Murlocs",
							"entries": [
								"From a distance, the degenerate and fishlike murlocs might not seem like much of a threat, but the small creatures are rarely cornered alone. They rarely venture far from their waters, and never too far from their tribe. Though they might seem humorous for their ways, behind their blank expressions hides a murderous mind.",
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Strange Territories",
											"entries": [
												"",
												"Murlocs populate coastlines, lakeshores and swamps, and prefer to keep within their territory. A murloc tribe on the move is often one looking for a new place to settle -- and settled they certainly have, in nearly every corner of Azeroth.",
												"They build their chaotic villages out of mud-and-twig huts, resembling structures more suited for life underwater than life along the shore. There's no orderly pattern to where a murloc would build its home, though the tribe's oracle and strongest fighters tend to claim the best spots."
											]
										},
										{
											"type": "entries",
											"name": "Questionable Intelligence",
											"entries": [
												"",
												"Most would argue that murlocs are not very intelligent, considering their simple lives and near-indecipherable language.",
												"Still, they are ferocious hunters and zealous in their faith. There does not appear to be any singular belief to which the murlocs keep. Instead, they follow the whim of what signs they read from the elements, and occasionally the will of other aquatic entities -- including naga."
											]
										},
										{
											"type": "entries",
											"name": "Pack Hunters",
											"entries": [
												"",
												"Though murlocs are not particularly brave, they will attempt to hunt foes that they can outnumber. In doing so, they lead just a few murlocs ahead to trick their quarry into giving chase, often into murky waters if they can. There, the brunt of the tribe's hunters lay in wait, leaping into the fray like a swarm of hungry fish."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Murloc Tidehunter",
									"entries": [
										"While most murlocs know to wield a blade or a spear, some select few have harnessed an aptitude for bringing finer tools to the hunt. The tidehunters weave and keep their own nets, sharing techniques for heavy weights and barbed hooks within their hunting parties. A group of tidehunters on the prowl can be a serious threat to anyone foolish enough to pass through their territory."
									]
								},
								{
									"type": "entries",
									"name": "Murloc Oracle",
									"entries": [
										"A few select murlocs are elevated above the rest of their tribe, born to a strong will and a natural affinity for magic. These murlocs, known as oracles, are adept spellcasters. They are masters of the elements and can use them to control the environment around their enemies."
									]
								},
								{
									"type": "entries",
									"name": "Murloc Names and Languages",
									"entries": [
										"The murlocs' native tongue is Nerglish; a strange, aquatic language in similar lieu to Low Common, which they share with a handful of other creatures.",
										"Their names, just like their language, are wet and soft-sounding. They don't keep individual surnames, but rather take to their name of their tribe -- which in turn recalls the tribe's deeds, appearance, history, or tradition.",
										{
											"type": "entries",
											"name": "Male Names:",
											"entries": [
												"Ashmol, Loshof, Molgoo, Shlesh"
											]
										},
										{
											"type": "entries",
											"name": "Female Names:",
											"entries": [
												"Malash, Orgloom, Seeshen, Shyresh"
											]
										},
										{
											"type": "entries",
											"name": "Tribe Names:",
											"entries": [
												"Blindlight, Bluegill, Greymist, Slatspittle"
											]
										}
									]
								},
								{
									"type": "quote",
									"entries": [
										"I know the murlocs sound like they're just gurgling, but they're speaking a real language. Ggmmmlmrmrgmg means murloc, for example."
									],
									"by": "Nat Pagle's Field Guide to Aquatic Life"
								},
								{
									"type": "entries",
									"name": "",
									"entries": [	
										{},
										"{@note List of Murlocs}",
										{	
											"type": "list",
											"style": "list-no-bullets",
											"columns": 3,
											"items": [					
												"{@creature Murloc|WC5E MoM}",
												"{@creature Murloc Tidehunter|WC5E MoM}",
												"{@creature Murloc Oracle|WC5E MoM}",
												""
											]
										}
									]	
								}		
							]
						},
						{
							"type": "entries",
							"name": "Owlbeasts",
							"entries": [
								"The owlbeasts are serene and powerful creatures, inhabiting many forested regions across Azeroth. They resemble a cross between a bear and an owl, <br>suited with the antlers of a great stag and the massive, ooked beak of a bird of prey.",
								"With their lumbering build and remarkably strong claws, they might seem like fearsome predators. However, their looks betray them for the gentle creatures they really are -- at least when they are left well alone.",
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Forest Settlements",
											"entries": [
												"",
												"Owlbeasts keep to dense forests, finding shelter to build nests between rocks and inside caves. They are social creatures at heart, living harmoni&shy;ously with their fellows in small colonies, not keeping to any apparent structure of leadership.",
												"From time to time, their choice of settlement may bring them into close contact with another race. For the most part, this is not a problem, as the creatures have been seen thriving in the company of night elves and tauren.",
												"Other times, it may force them to fight for their claim or move on to somewhere else. Once first provoked, they are quick to enrage -- at which point all hope for reason may well be lost."
											]
										},
										{
											"type": "entries",
											"name": "Peaceful Creatures",
											"entries": [
												"",
												"Travellers with the care to show respect are seldom hard-pressed to find aid from these gentle giants; whether they're seeking help, or a safe passage out of the woods. Still, if one does opt to disregard the owlbeasts or meet them with hostile intent, they are rarely ever shy to respond in kind."
											]
										},
										{
											"type": "entries",
											"name": "Children of Elune",
											"entries": [
												"",
												"The goddess Elune first created the Owlbeasts in ages past, joining the strength of the bear with the wisdom of the owl, to serve as guardians for the demigod Cenarius. Though blessed by the moon, some have fallen stray from their path, lost and confused without the guidance of their goddess."
											]
										},
										{
											"type": "entries",
											"name": "Corruptible Minds",
											"entries": [
												"",
												"Owlbeasts are, as with most wild beings on Azeroth, susceptible to corruption. Whether by fel energies or nightmarish whispers, it only takes so much to tip the scales and turn these docile beings into ferocious monsters. Such flocks are eventually sought out by druids seeking to intervene, though there is no telling what chaos they might have wrought in the meantime."
											]
										}
									]	
								},
								{
									"type": "entries",
									"name": "Moonkin",
									"entries": [
										"Though all owlbeasts are children of Elune, few keep their blessing closer to heart than the graceful moonkin. The two may seem near indistinguishable at first, but the moonkin's heightened mind leaves it more than capable of coherent dialogue and rational thought.",
										"Bound to their groves and keeping in druidic circles, to whom they act as guardians, they boast a formidable breadth of magical power."
									]	
								},
								{
								"type": "entries",
								"name": "",
								"entries": [
										{},
										"{@note List of Owlbeast}",
										{	
										"type": "list",
										"style": "list-no-bullets",
										"columns": 3,
										"items": [					
												"{@creature Owlbeast|WC5E MoM}",
												"{@creature Moonkin|WC5E MoM}",
												""
											]
										}
									]	
								}		
							]
						},
						{
							"type": "entries",
							"name": "Quilboars",
							"entries": [
								"A ferocious, suicidally brave race, quilboars are renowned for their stubby, pig-like appearance. Rows of sharp spines run down their hunched backs, and stubby tusks protrude from their mouth. They adorn their skin with tribal markings and tattoos, and their devotion to their tribe may seem almost alien to most other races.",
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Sacred Settlements",
											"entries": [
												"",
												"Quilboars live in the protective shade of enormous bramble roots, so large that they choke the land of all other life. These thorny landscapes, believed to have first grown from the blood of the ancient guardian Agamaggan, are considered sacred to the quilboars.",
												"Should the land become too barren for even them, they are quick to tear down and move on. Once a tribe finds a new place to settle, its mighty thornweavers seed and grow forth new roots for them to live in."
											]
										},
										{
											"type": "entries",
											"name": "Hostile Colonies",
											"entries": [
												"",
												"Within their thorny settlements, a quilboar tribe can grow impressively large. Loyalty to the tribe is paramount for its survival, to which they train their young quickly to meet any outsiders with hostility."
											]
										},
										{
											"type": "entries",
											"name": "Ancient Powers",
											"entries": [
												"",
												"Quilboars practice a crude form of shamanism, with the blessing of Agamaggan. These shamans, known as thornweavers, are kept in high regard by their tribes as the voice of their ancient guardian.",
												"They revere Agamaggan, the great boar, as their creator. By making offerings in his name, a tribe's fighters can summon forth terrifying strength as they descend upon their foes."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Quilboar Packmaster",
									"entries": [
										"With their natural bond to the great boar, some quilboars have have made it their lives to raise and fight alongside such creatures. A packmaster rarely walks alone, always taking one or more boars in its company."
									]
								},
								{
									"type": "entries",
									"name": "Quilboar Thornweaver",
									"entries": [
										"The thornweavers are vital to a quilboar tribe's survival, as these wise shamans bring forth the thorny brambles in which the tribe makes its home. Even the tribe's chieftain knows well to respect the word of a thornweaver. By their bond, they are the voice of Agamaggan."
									]
								},
								{
									"type": "entries",
									"name": "Quilboar Chieftain",
									"entries": [
										"At the head of the quilboar tribe sits its chieftain. In most cases, the rise of a tribe's chieftain came at the demise of its last. They surround themselves with their thornweavers for guidance, and sometimes wield a host of battleguards at their side."
									]
								},
								{
									"type": "entries",
									"name": "Quilboar Names and Languages",
									"entries": [
										"The quilboar language is a rough, sharp-spoken tongue that relies on a mixture of guttural sounds and sharp squeals. There is little room for eloquence in their vocabulary, though it is by no means primitive.",
										"Their names follow a mixture of native descriptions and short words, and their names lead descriptive, evocative titles -- for which rough translations in other languages often become the most widely known.",
										{
											"type": "entries",
											"name": "Quilboar Names:",
											"entries": [
												"Aggem, Jargba, Gukk'rok, Hagg, Kuz, Mok, Nak, Roogug, Snokh, Trok"
											]
										},
										{
											"type": "entries",
											"name": "Clan Names:",
											"entries": [
												"Blacksnout, Briarback, Bristleback, Foultusk, Razorfen, Razormane"
											]
										}
									]
								},
								{
									"type": "variant",
									"name": "Quilboar Battleguard",
									"entries": [
										"A quilboar battleguard has a challenge rating of 4 (1,100 XP). It has the same statistics as a quilboar chieftain, except it gains the following special abilities and loses the Leadership action.",
										{													
											"type": "entries",
											"name": "Charge",
											"entries": [
												"If the quilboar moves at least 20 feet straight toward a target and then hits it with a tusk attack on the same turn, the target takes an extra 5 (2d4) slashing damage. If the target is a creature, it must succeed on a DC 13 Strength saving throw or be knocked prone."
											]
										},
										{													
											"type": "entries",
											"name": "Relentless (Recharges after a Short or Long rest)",
											"entries": [
												"If the quilboar takes 12 damage or less that would reduce it to 0 hit points, it is reduced to 1 hit point instead."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "",
									"entries": [	
										{},
										"{@note List of Quilboar}",
										{	
											"type": "list",
											"style": "list-no-bullets",
											"columns": 3,
											"items": [					
												"{@creature Quilboar Packmaster|WC5E MoM}",
												"{@creature Quilboar Thornweaver|WC5E MoM}",
												"{@creature Quilboar Chieftain|WC5E MoM}",
												""
											]
										}
									]	
								}
							]
						},
						{
							"type": "entries",
							"name": "Troggs",
							"entries": [
								"Troggs are savage creatures with long, muscular arms that look as though they were carved from stone. They grow thick, coarse beards in colors resembling granite and chalk, and it is not rare to see minerals growing on their bodies. Their slouched posture and burly proportions have many characterizing them as apelike troglodytes.",
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Primitive and fierce",
											"entries": [
												"",
												"Troggs are best known for their stature, ferocity, and smell -- said to resemble a mixture of mold, mange, and sour monkey. Living together in tight-knit tribes and clans, their main driving force is an imposing psyche and impressive force of will, though they are not known to be intelligent beyond being sentient. Less so than even an ogre would be considered. They follow the leadership of whoever can prove themselves the biggest and strongest, with aspiring trogg chieftains often going to great lengths to prove their viciousness. Troggs are known to eat whatever they can get their hands on; including rocks, or even occasionally other troggs."
											]
										},
										{
											"type": "entries",
											"name": "Underground creatures",
											"entries": [
												"",
												"With most of their existence spent underground, troggs are not fond of sunlight. Wher&shy;ever troggs dwell, a deep network of intertwining tunnels is likely to be somewhere nearby. They do most of their digging by hand, using their jagged claws, and occasionally shape weapons and other tools out of the rocks they excavate. Like the troggs themselves, a trogg dwelling is ill-reputed for is repulsive smell."
											]
										},
										{
											"type": "entries",
											"name": "Titanic origins",
											"entries": [
												"",
												"After the titanic Keepers had ended their war with the Old Gods, their next goal was to shape a new generation of titan-forged creatures, using the Titan complex of Ulduar. Their initial designs, however, proved too complex; yielding a race of stone-skinned monsters.",
												"Though the Keepers sought to rectify their mistakes, they did not want to destroy their defect creations -- who they chosen to call *troggs*. Rather, the titanic Keeper *Ironaya* constructed Uldaman; a Titan vault that would keep the troggs in stasis, with herself as its designated warden.",
												"Over the years, a few small groups managed to break free from Uldaman. Some of these scattered themselves out across the surface of Azeroth, while others burrowed their way deeper down to dwell in the subterranean caverns of *Deepholm*. The rest stayed as they were, asleep beneath the earth, until a dwarven excavation managed to unearth the titanic vault. Once the seal of Uldaman was broken, the troggs awoke; quickly overpowering the dwarves as they swarmed to the surface.",
												"There, the troggs burrowed their way through every peak and valley across Khaz Modan, including the subterranean gnomish city of Gnomeregan. To this day, trogg tribes can be found in every corner of the Khaz Modan -- with distant cousins scattered far and wide across Azeroth."
											]
										},
										{
											"type": "entries",
											"name": "Progenitor race",
											"entries": [
												"",
												"Though the troggs were considered a failed experiment by the titanic Keepers, who sought to flourish new life on Azeroth, their failure became the blueprint for future revised designs.",
												"Ultimately, the Titans formed the *earthen*; a race of stone-carved beings formed to bring order the deep reaches of the world during the ordering of Azeroth.",
												"Theories have also been floated, mainly by the prominent dwarven explorer Brann Bronzebeard, that the *kobolds* are themselves an evolved offshoot from an early group of troggs. Likely one that earlier broke free from the titanic vault of Uldaman, however, there has been no conclusive evidence of this, only theories based on their resemblance."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Trogg Names and Languages",
									"entries": [
										"Troggs do not possess any discernible language of their own, and tend to resort to violence rather than negotiation when faced with a threat. Still, those who do communicate do so in a mixture of grunts and what Common they know.",
										"Their names draw from the same roots as the dwarven language, especially with its hard consonants and guttural sounds. Some troggs, usually tribe leaders, choose names in Common to best describe themselves. It is unclear whether these names are direct translations, or deliberate choices to intimidate other races.",
										"Trogg tribes are usually in Common, and often draw from their way of being or directly from whichever place they claim as their home.",
										{
											"type": "entries",
											"name": "Trogg Names:",
											"entries": [
												"Argh, Agrok, Bruggor, Gorgash, Grimlok, Morloch, Murdaloc, Raggosh, Revelosh"
											]
										},
										{
											"type": "entries",
											"name": "Clan Names:",
											"entries": [
												" Bonegnasher, Caverndeep, Gravelflint, Irondeep, Rockjaw, Scrapbone, Stonevault"
											]
										}
									]
								},
								{
									"type": "quote",
									"entries": [
										"Among the troggs, the biggest and strongest becomes chieftain. All through thier display of power, intimidation, and sometimes what might as werll be considered psychological warfare."
									],
									"by": "The Exploreres League's treatise on Troggs"
								},
								{
									"type": "entries",
									"name": "",
									"entries": [	
										{},
										"{@note List of Troggs}",
										{	
											"type": "list",
											"style": "list-no-bullets",
											"columns": 3,
											"items": [					
												"{@creature Trogg|WC5E MoM}",
												"{@creature Trogg Ambusher|WC5E MoM}",
												"{@creature Trogg Shaman|WC5E MoM}",
												"{@creature Trogg Chieftain|WC5E MoM}",
												""
											]
										}
									]	
								}		
							]
						},
						{
							"type": "entries",
							"name": "Yeti",
							"entries": [
								"Yetis -- also known as Wendigos -- are hulking monstrosities that roam remote forests and snowy mountains. They exhibit a territorial ferocity rarely seen in other creatures, and make for terrifying and powerful foes. Especially with how they are willing to hunt any and all that would happen to wander too close to their den.",
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Territorial Beings",
											"entries": [
												"",
												"The territorial nature of a yeti is common knowledge for any settlement near its hunting ground. When venturing outside, one must be sure to keep clear of any sign of the creature's trail; easily noticeable for the massive, clawed depressions and bloody carnage it leaves behind in the snow.",
												"Yetis possess a desire for blood that cannot be quenched. They often continue to hunt even when they are not hungry, dragging any un-eaten scraps back to their lair as a snack for later. As such, a yeti found roaming is seldom one left without purpose: it is almost guaranteed to be out looking for easy prey."
											]
										},
										{
											"type": "entries",
											"name": "Horrific Dens",
											"entries": [
												"",
												"Yetis make their dens in caverns and under isolated overhangs, usually recognized by an entrance strewn across with bones and half-eaten corpses. The cold climate of their habitat keeps the smell at bay, though the sight is as unmistakable as it is terrifying.",
												"This can, however, mean untold riches for strong-hearted adventurers. If anything manages to survive the yeti's frenzy, it is left strewn under the snow across its den -- like a treasure for any who would dare to collect it."
											]
										},
										{
											"type": "entries",
											"name": "Solitary Hunters",
											"entries": [
												"",
												" It is not a lack of intelligence, but an assertion of pride and dominance that drives the yeti to wander alone. If they first do decide to join together, whether to survive or simply for sport, they will first fight tooth and claw to establish a leader."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Abominable Yeti",
									"entries": [
										"Abominable yetis are menacing creatures, towering above their kin with the posture of enormous apes. They make their dens high in the mountains, in places so remote that no one would dare to venture close. They care little for keeping a large perimeter and hunt only to survive. They are, however, far more aggressive in their hunt; willing to venture much farther from their den for food.",
										"The greatest evidence of their existence are their primal roars; as loud as they are terrifying, echoing through the mountains. Little else is known of the abominable yeti, as few have encountered one and since lived to tell their tale."
									]
								},
								{
									"type": "quote",
									"entries": [
										"We heard the cries in the middle of the night. Then this morning, sure enough, the herd was missing two rams. Those dastardly beasts have been preying on our livelihood. With Ironforge's troops already spread thin, there is no to keep the yetis at bay."
									],
									"by": "Rudra Amberstill"
								},
								{
									"type": "entries",
									"name": "",
									"entries": [	
										{},
										"{@note List of Yeti}",
										{	
											"type": "list",
											"style": "list-no-bullets",
											"columns": 3,
											"items": [					
												"{@creature Yeti|WC5E MoM}",
												"{@creature Abominable Yeti|WC5E MoM}",
												""
											]
										}
									]	
								}		
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Friends & Foes",
					"entries": [					
						"This sections contains living creatures that can be attributed to races of major factions but also those that are generally hostile to the Alliance and Horde.",
						{
							"type": "section",
							"name": "Dwarves",
							"entries": [
								{
									"type": "entries",
									"name": "Dark Iron",
									"entries": [
										"Known for their fiery tempers and fierce determination, the Dark Iron clan of dwarves has a history of strife with the other dwarven clans, as well as within their own ranks. Twisted by the influence of Ragnaros the Firelord, they are a greedy, cruel, and despotic kind.",
										"Most dark iron dwarves have hair as red as fire or black as coal, trickling with ember flakes, and skin the color of ash. Though their clothes are drab and dark, their ornate style and lavish jewelry is a prominent display of status.",
										{
											"type": "entries",
											"name": "",
											"entries": [							
												{
													"type": "entries",
													"name": "Legacy of Thaurissan",
													"entries": [
														"",
														"In ages past, the Dark Iron clan cut out their own from the Bronzebeard clan of Ironforge and the Wildhammer clan of Grim Batol. Sworn to revenge on his dwarven king, the Sorcerer-Thane Thaurissan and his wife Modgud led their clansfolk to the southern borders of Khaz Modan, into the far-reaching stretches of the Redridge Mountains.",
														"There, founding the city of Thaurissan, the clan let their hatred seethe and and their forces swell, before they ultimately led a two-pronged assault on both Ironforge and Grim Batol. Thaurissan himself was routed by the Bronzebeards at Ironforge and his wife saw her end to the Wildhammers at Grim Batol. The Dark Iron clan fled back to their home in the Redridge Mountains, where they were ultimately cornered by their dwarven kin -- intent to wipe Thaurissan's legacy from the continent."
													]
												},
												{
													"type": "entries",
													"name": "Rise of the Firelord",
													"entries": [
														"",
														"To avoid a seemingly inevitable defeat, Thaurissan attempted to summon forth and ancient power that had been left sleeping beneath the earth. What he brought forth was the Firelord, Ragnaros, once locked away by the Titans when the world was still young.",
														"The towering elemental Lord rose forth, unleashed from his prison, in an apocalyptic rebirth that shattered the Redridge Mountains. At the center of the devastation, a volcano rose forth to spew ash and molten rock across the land. This volcano became known as Blackrock Mountain. The smoldering crater of destruction to its north became known as the Searing Gorge, while the lifeless reaches to its south became the Burning Steppes.",
														"Though Sorcerer-Thane Thaurissan himself was killed in the eruption, both the legacy of his name and the legacy of his surviving clansfolk have lived on. Enslaved by the Ragnaros the Firelord and his elemental hordes."
													]
												},
												{
													"type": "entries",
													"name": "Shadowforge City",
													"entries": [
														"",
														"For decades after, the Dark Iron clan lived in servitude to their elemental master. Not as thralls in chains, but as devoted warriors under the Firelord's scalding banner. Following in the footsteps the Sorcerer-Thane's legacy was the son of him and his wife Modgud; Dagran Thaurissan, crowned emperor of the Dark Iron clan and their new home beneath Blackrock Mountain: Shadowforge City."
													]
												},
												{
													"type": "entries",
													"name": "Born in Flames",
													"entries": [
														"",
														"Like other dwarves, dark iron dwarves have a strong constitution. Adding to their formidable stamina is an incredible affinity to fire -- a gift granted to them by their long servitude to Ragnaros the Firelord.",
														"Though fire can still harm them, the soot-stained skin of a dark iron dwarf shields them well from the smoldering fires at the heart of Blackrock Mountain."
													]
												},
												{
													"type": "entries",
													"name": "Conflicted Kin",
													"entries": [
														"",
														"The dark iron dwarves have long nurtured conflict with the other dwarven clans. A failed coup in Ironforge ignited the War of the Three Hammers, which in turn became the catalyst that ultimately brought forth Ragnaros. Worse still, the dwarves remain as split within their own ranks as they are with the other clans.",
														"Open conflicts between independent groups and splintered factions is a common occurrence within the blackened halls beneath the mountain."
													]
												}
											]	
										},
										{
											"type": "entries",
											"name": "Dark Iron Sorcerer",
											"entries": [	
												"For those among the dark iron dwarves who lack the strength to train as warriors, a few hold the privilege to instead pursue the study of magic. Sorcerers within the Dark Iron clan have unlocked the power to harness their inner fire, and even yield some control of the mountain's elemental forces from their master. This power seats them at the heart of clan."
											]
										},
										{
											"type": "entries",
											"name": "Dark Iron Overseer",
											"entries": [	
												"The Dark Iron Overseers keep the daily operations of the clan's numerous prospects -- both within Blackrock Mountain and out across the surrounding landscape. The Searing Gorge, in particular, has proven beyond valuable for its mithril and truesilver.",
												"As the tireless work of the dark iron work drudges on, the overseers stand with hateful smiles on their faces, cracking the whips that drive their labouring thralls forward."
											]	
										},
										{
											"type": "entries",
											"name": "Dark Iron Herald",
											"entries": [	
												"Heralds stand at the pinnacle of dark iron society. They are the voice of their kin, the mouth through which the Firelord enacts his will upon the dwarves. Their presence brings forth the fiery temper that has become the clan's legacy; driving dwarves around them to fanatical extremes. To this end, they have been bestowed with the power to weave devastating spells and conjure forth the Firelord's minions to their own aid."												
											]	
										},
										{
											"type": "entries",
											"name": "Dark Iron Hound",
											"entries": [	
												"A dark iron hounds is smaller, one headed, core hound. They are often seen accompanying the dark iron dwarves who dwell within Blackrock Mountain.",
												"These hounds are often used as mounts by the dark iron dwarves that keep them, though they do not take well to others."
											]	
										},
										"{@note List of Dark Iron}",
										{	
											"type": "list",
											"style": "list-no-bullets",
											"columns": 3,
											"items": [					
												"{@creature Dark Iron Dwarf|WC5E MoM}",
												"{@creature Dark Iron Sorcerer|WC5E MoM}",
												"{@creature Dark Iron Overseer|WC5E MoM}",
												"{@creature Dark Iron Herald|WC5E MoM}",
												"{@creature Dark Iron Hound|WC5E MoM}",
												""
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Elves",
							"entries": [
								{
									"type": "entries",
									"name": "Blood",
									"entries": [
										{
											"type": "entries",
											"name": "Wretched",
											"entries": [
												"Poor souls who failed to control their addiction to magic, and thus gorged on arcane power to the point of deformity  that is the story of the wretched.",
												"These frail-bodied denizens of Quel'thalas are recogni&shy;sable for their gaunt, emaciated appearance, pale skin, and claw-like hands. Strange crystalling growths have spurred across their skin, giving them an eerie glow in darkness. They are a danger both to themselves and to others, with their violent and unpredictable nature.",
												{
													"type": "entries",
													"name": "Insane Elves",
													"entries": [
														"",
														"The wretched are obsessed with magic, willing to go to extreme lengths for any scrap of magic that they can drain; whether from enchanted items, arcane fonts, or even errant spellcasters. Their fixation goes to the brink of insanity, and often far beyond it.",
														"Attempting to bargain with wretched for safe passage through their domain is rarely a peaceful affair, as their unpredictable nature makes them all too easy to anger."
													]
												},
												{
													"type": "entries",
													"name": "Pest of Quel'thalas",
													"entries": [
														"",
														"Being denizens of Quel'thalas themselves, the wretched elves rarely leave the confines of their magical kingdom. Instead, they have opted to scatter through the forest, taking up residence in ruins still left behind by the undead Scourge. There, they huddle together in small packs, letting their addiction take its toll.",
														"For the most part, in the eyes of Silvermoon, the wretched are little more than a pest upon the land. Their violent nature have left few wretched able to gather a force large enough to spur any proper conflicts, though they would pose a true threat to their elven kin should such a leader arise."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Wretched Names",
											"entries": [
												"Despite their addled presence and disownment by their kin, the wretches are still blood elves. As such, they still know to speak Thalassian. Few among them, however, seem to show any signs of remembering Common.",
												"Their overindulgence have lead many wretched into insanity, with some forgetting their names entirely. Others simply choose to take one a new one, casting aside any remnants of their old identity.",
												"The wretched use the same naming conventions as high and blood elves, but opt for descriptive and often profound titles in place of typical elven surnames  such as {@i the Reckless} or {@i the Hungerer}."
											]
										},
										{
											"type": "variant",
											"name": "Magic Absorption",
											"entries": [
												"Wretched have an insatiable craving for magic and will go to extreme lengths to obtain and consume it. Some wretched are able to devour the essence of a magic item and be empowered by it.",
												"A wretched devourer has a challenge rating of 1/2 (100 XP) and gains the following action option.",
												{													
													"type": "entries",
													"name": "Devour Magic (Recharge 6)",
													"entries": [
														"The wretched chooses one creature within 60 feet of it, the target must succeed on a DC 11 Dexterity saving throw or have one of its magic items lose all magical properties until the start of the wretched's next turn. If the object is a charged item, it also loses 1d4 charges. Determine the affected item randomly, ignoring single-use items such as potions and scrolls.",
														"If the wretched successfully devours the magic of an item, it regains the use of one of its *once per day* innate spellcasting spells."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "",
											"entries": [	
												{},
												"{@note List of Wretched}",
												{	
													"type": "list",
													"style": "list-no-bullets",
													"columns": 3,
													"items": [					
														"{@creature Wretched|WC5E MoM}",
														""
													]
												}
											]	
										}
									]
								},
								{
									"type": "entries",
									"name": "Night",
									"entries": [
										{
											"type": "entries",
											"name": "Wisp",
											"entries": [
												"Wisps are the disembodied spirits of deceased night elves, made one with the forest in their passing. Unlike other ghosts who wander the world in anguish, wisps use their spiritual being to bridge a connection ever closer to the forests where they delve.",
												"Though silent for all but a soft, quiet humming, wisps are able to communicate with the living. Acting together in unison with the tree-like ancients, they act as guardians and caretakers -- often flourishing around druidic groves.",
												{
													"type": "variant",
													"name": "Will of the Forest",
													"entries": [
														"Five wisps within 30 feet of each other are able to cast powerful spells. Each of the five must use its action and movement on three consecutive turns to call upon the powers of Elune and must maintain concentration while doing so (as if concentrating on a spell). When all five have finished their third turn of the ritual, the wisps gain the Spellcasting trait and can cast one spell in total at a target or point within 120 feet, no matter the spells normal range.",
														{													
															"type": "entries",
															"name": "Summon Wisps (1/Day).",
															"entries": [
																"The tree calls forth ten wisps that appear in empty spaces within 60 feet of it. These wisps act as allies of the tree. The wisps remains for 1 day or until they die.",
																"1/ritual: {@i {@spell banishment}, {@spell charm monster}, {@spell confusion}, {@spell dispel magic}, {@spell spike growth}, {@spell wind wall}}"
															]
														}
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "",
											"entries": [	
												{},
												"{@note List of Wisps}",
												{	
													"type": "list",
													"style": "list-no-bullets",
													"columns": 3,
													"items": [					
														"{@creature Wisp|WC5E MoM}",
														""
													]
												}
											]	
										}
									]
								}			
							]
						},
						{
							"type": "section",
							"name": "Gnomes",
							"entries": [
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "Leper Gnome",
											"entries": [
												"Beneath the snow capped mountains of Dun Morogh lay the halls of Gnomeregan. Once the gnomish capitol, the city's irradiated halls now only swarm with troggs and crazed, addled gnomes. These gnomes, permeating with radiation, have become known as leper gnomes. Their skin has turned a sickly green, dotted with abscesses that burst at the smallest stress or strain.",
												{
													"type": "entries",
													"name": "A Necessary Sacrifice",
													"entries": [
														"",
														"When the gnomish capitol of Gnomeregan was invaded by troggs, a desperate decision was made when the High Tinker ordered all radioactive waste from the city's numerous machines unleashed.",
														"Vented through the city in a noxious green gas, and flooded through the pipes in rivers of green goop, the attempt to cull their invaders ultimately killed off more gnomes than troggs -- and left the city a radioactive wasteland, riddled with danger.",
														"Worse yet, as the city's ruins were later explored, it became clear how many had survived the ordeal; all of them mutated and driven mad by the city's green haze."
													]
												},
												{
													"type": "entries",
													"name": "Hostile Insanity",
													"entries": [
														"",
														"Fractious at best, the leper gnomes have continued their life in Gnomeregan as though all is as it once was. Their minds warped by toxic fumes, most leper gnomes do not seem to grasp the reality of their situation. Most dangerous are the few that do.",
														"Still sharing the city with their trogg invaders, leper gnomes are known to be extremely paranoid and prone to immediate hostility toward any who would come looking for them. After all, anyone they don't know could suddenly turn out to be in tow with the troggs."
													]
												},
												{
													"type": "entries",
													"name": "Mutated Creatures",
													"entries": [
														"",
														"Once the radiation takes hold in a creature, as witnessed with the leper gnomes, it slowly warps into something else; gradually tearing it apart until little more is left than a mindless puddle of toxic sludge. With the time the leper gnomes have spent below the earth, in Gnomeregan, some unfortunate few have already twisted and devolved into monstrous aberrations."
													]
												}
											]
										},
										{
											"type": "inset",
											"name": "Radiation Disease",
											"entries": [
												"When an uninfected creature comes into contact with a source of radiation  such as contaminated water, being bitten by an infected creature, or for every hour spent in a high-radiation area  the creature must succeed on a DC 11 a Constitution saving throw or contract the radiation disease.",
												"It takes 1d4 days for the disease to manifest. As it does, the creature's skin takes on a sickly green tint and abscesses start to spread across its surface. At the end of that period, the creature gains advantage on saving throws against poison and resistance against poison damage. However, the creature also has disadvantage on all Strength and Dexterity ability checks, as well as weapon attack rolls.",
												"Once a creature has carried the radiation disease for more than two weeks, its skin turns completely green. It no longer suffers from disadvantage on ability checks or weapon attacks, but it gains an {@table indefinite madness|DMG} as described in the {@book Dungeon Master's Guide|DMG|8|Going Mad}.",
												"The radiation symptoms can be cured by a spell, such as {@spell lesser restoration}. Once the disease has manifested, a more potent spell such as {@spell greater restoration} or {@spell heal} is required."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "",
									"entries": [	
										{},
										"{@note List of Leper Gnomes}",
										{	
											"type": "list",
											"style": "list-no-bullets",
											"columns": 3,
											"items": [
												"{@creature Leper Gnome|WC5E MoM}",
												""
											]
										}
									]	
								}
							]
						},
						{	
							"type": "section",
							"name": "Nagas",
							"entries": [
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "",
											"entries": [
												"The naga are former Highborne night elves, transformed into a race of horrifying sea serpents.",
												"During the Great Sundering, when the Kaldorei city of Zin-Azshari was destroyed, the Kaldorei Queen Azshara and many of her Highborne followers fell into the depths of the Great Sea. Unwilling to face death, Azshara forged a pact with an Old God, N'Zoth, which saw her and her followers twisted into serpentine aberrations.",
												"Most naga who remain belong to either of two groups: those who followed the betrayer, Illidan Stormrage, to find a new home on the shattered world of Outland; and those still loyal to Queen Azshara and her plan to reclaim the surface of Azeroth.",
												{
													"type": "entries",
													"name": "Mystical Culture",
													"entries": [
														"",
														"Naga culture is a complex, multi&shy;faceted affair. The distinction between male and female naga saturates everything from their appearance to their perceived place in society.",
														"Male naga are large and muscular creatures, some of them growing to be veritable behemoths with the strength to tear down walls with their bare hands. Most serve as soldiers and guardians, while some hold power as cruel taskmasters or as warlords on the battlefield.",
														"Female naga are more delicate, though ruthlessly cunning and intellectually superior. They are natural spellcasters, and hone their skills to perfection in order to sunder their foes. Naga society is inherently matriarchal, favouring female leaders in zealous homage to their Highborne queen."
													]
												},
												{
													"type": "entries",
													"name": "Azshara's Followers",
													"entries": [
														"",
														"The naga revere their Queen, the mighty Azshara. To them, she is a living demigod in both power and stature, and all they do is by her design.",
														"Factions of naga work tirelessly in their bid for power, seeking the Queen's blessing. To this end, there are few limits to how far they will go to earn her favour -- even at the cost of their own lives."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Naga Myrmidon",
											"entries": [
											"The myrmidons, with their navy blue skin and fearsome tridents, are among the strongest among naga warriors. They are feared by all who dwell near the sea; though most prominently by the makrura.",
											"They are often the most fanatical in their loyalty to the Queen. So much so that some would never take to their orders with anything other than utmost obedience."
											]
										},
										{
											"type": "entries",
											"name": "Naga Siren",
											"entries": [
											"Naga sirens are female naga who possess potent arcane spellcasting, capable of incapacitating their foes. While not as physical strong as their myrmidon, they are just as fearsome.",
											"Many gather to sing and practice their arcane arts at the Shrines of Azshara, perfecting and improving their insidious craft."
											]
										},
										{
											"type": "entries",
											"name": "Naga War Lord",
											"entries": [
											"Naga war lords are male naga warriors with shells and stone-like carapace fused to their skin, entirely covering their head and most of their upper body.",
											"Their right arm has taken on the appearance of a large hermit crab, though it is unknown whether this is an inherent mutation or a deliberate choice."
											]
										},
										{
											"type": "entries",
											"name": "Naga Brute",
											"entries": [
											"Naga brutes are massive, lumbering beasts, strong enough to stand as siege weapons for the naga army. Some carry rank and title, while others act like little more than beasts.",
											"Whichever is the case for a particular brute, they are not avoid of intelligence. They follow given orders to the best of their abilities, and know well enough to strategize their way around an obvious trap when they see one."
											]
										},
										{
											"type": "entries",
											"name": "Naga Names and Languages",
											"entries": [
											"In addition to speaking Common, the Naga have derived their own language from their Kaldorei roots -- Nazja.",
											"Since the time of the Great Sundering, the language has grown to a distinctly sharp, wheezing character; well-suited for keeping conversation under the sea.",
											{
												"type": "entries",
												"name": "Male Names:",
												"entries": [
													"Atoph, Drazj, Heth'jatar, Kriellith, Nazjak, Naz'jaran, Skesessh, Zan'zarak"
												]
											},
											{
												"type": "entries",
												"name": "Female Names:",
												"entries": [
													"Athiasa, Asrasi, Chazjia, Fyashi, Kazsi, Scyalla, Najesha, Zhiasi"
												]
											},
											{
												"type": "entries",
												"name": "Tribe Names:",
												"entries": [
													"Bloodstrike, Darksquall, Murkwail, Stormbow, Slitherfin, Stormscale, Wrathtail"
												]
											}
											]
										}
									]
								},
								{
									"type": "variant",
									"name": "Naga Sorceress",
									"entries": [
										"Female naga are primarily spellcasters, and consider&shy;ably powerful ones at that for how they wield the turbulent powers of the sea. Naga sorceresses are novice spellcasters, as apprentices of a sea witches and sirens.",
										"A naga sorceress has the same statistics as a naga, save for Intelligence 14, Charisma 12, and the following additional trait:",
										{													
											"type": "entries",
											"name": "Innate Spellcasting",
											"entries": [
												"The furbolg is a 3rd-level spellcaster. Its spellcasting ability is Wisdom (spell save DC 12, +4 to hit with spell attacks). It has the following shaman spells prepared:",
												{
													"type": "list",
													"items": [
														"Cantrips (at will): {@i {@spell blade ward}, {@spell ray of frost}}",
														"1/day each: {@i {@spell armor of agathys}, {@spell ice knife|xge}}"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "",
									"entries": [	
										{},
										"{@note List of Nagas}",
										{	
											"type": "list",
											"style": "list-no-bullets",
											"columns": 3,
											"items": [
												"{@creature Naga|WC5E MoM}",
												"{@creature Naga Myrmidon|WC5E MoM}",
												"{@creature Naga Siren|WC5E MoM}",
												"{@creature Naga War Lord|WC5E MoM}",
												"{@creature Naga Brute|WC5E MoM}",
												""
											]
										}
									]	
								}
							]
						},
						{	
							"type": "section",
							"name": "Ogres",
							"entries": [
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "",
											"entries": [
												"Ogres are large, brutish humanoids of immense strength. Though native to the crumbling world of Draenor, many ogres have since settled as independent clans on Azeroth. The average adult ogre stands between 9 and 10 feet tall, weighing in at almost a thousand pounds.",
												"As far as the ogre is concerned, size is paramount. They eschew any attempt to cover themselves up, keeping their clothing simple, while brandishing fearsome warpaints.",
												{
													"type": "entries",
													"name": "Distant Settlements",
													"entries": [
														"",
														"Following the Horde's second failure to invade Azeroth, the ogre clans that had come with them from Draenor quickly dispersed.",
														"Each clean headed in their own direction. Some sought to return back home, while most were content to stake a claim in this new world. Since then, ogres have settled across the world; from the hills of Arathi and the Cape of Stranglethorn, to the lush reaches of Feralas."
													]
												},
												{
													"type": "entries",
													"name": "Clan Culture",
													"entries": [
														"",
														"Within ogre clans, it is the strongest that stand in highest regard. An immense show of force is the fastest way to rise, though also the fastest way to fall at the hands of any enemies made along the way.",
														"Still, for as highly as the ogres regard their strength, the powerful and keen-minded ogre magi are often the real presence of power within their clan. Whether acting as the right hand of an ogre lord, or as the clan leader directly, they are the ones pulling the strings."
													]
												},
												{
													"type": "entries",
													"name": "Brutish Combatants",
													"entries": [
														"",
														"For an ogre, the best solution is often the simplest one. When engaged in a fight, it is not uncommon for the ogre to risk even deadly harm if thinks it can push through and come out on top by sheer virtue of strength.",
														"They are vicious opponents, strong enough to rend limb from limb with their bare hands, and crush skulls with their spiked clubs and stone-hewn mauls."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Ogre Magi",
											"entries": [
											"The ogre magi, with its two heads, holds an intelligence far exceeding the rest of its kin. Borne of the same magic that they wield, it was not uncommon for the Horde -- in its second invasion of Azeroth -- to force this transformation in order to bolster its rank of spellcasters.",
											"Although the two heads are not always in agreement, they are paramount to the ogre's magical aptitude. A living proof that having two heads can be better than having one."
											]
										},
										{
											"type": "entries",
											"name": "Ogre Lord",
											"entries": [
											"Ogre lords are massive, hulking figures, towering above their clan in both size and status. While they have no aptitude for magic and little thought for intricate plans, their imposing presence precedes them well enough to keep the rest of their clan in check.",
											"Many might try to challenge an ogre lord's power over the course of its heavy-handed rule, though for most of them this confrontation doesn't end well."
											]
										},
										{
											"type": "entries",
											"name": "Ogre Names and Languages",
											"entries": [
											"Historically, ogres have long held their own tongue, though their dispersion across Azeroth have turned many clans to broken forms of Common -- and sometimes Orcish.",
											"Ogre is a very coarse language, largely consisting of short, throaty sounds. Its written form has long been kept solely to the upper echelons of ogre society.",
											"For many ogres, the closest remnant of their language is in their names. Some ogres carry simple, descriptive titles for names, though many still use names with clear meaning in their own tongue.",
											"Most prominent are the names of the **ogre magi**. Their two heads have each a mind of their own, and with it their own name. The full name of the magi is a combination of the two: the smartest head first and the other thereafter.",
												{
													"type": "entries",
													"name": "Male Names:",
													"entries": [
														"Chokk, Drak, Garg, Hok'kran, Krol, Mug"
													]
												},
												{
													"type": "entries",
													"name": "Female Names:",
													"entries": [
														"Agra, Baki, Brakka, Nakki, Mruka, Ugra'ka"
													]
												},
												{
													"type": "entries",
													"name": "Tribe Names:",
													"entries": [
														"Bloodcrush, Boulderfist, Dustgorge, Splinterstone, Stonemaul, Warmaul"
													]
												}
											]
										}
									]
								},
								{
									"type": "variant",
									"name": "Ogre Priest",
									"entries": [
										"A few ogre magi supplement their dark powers with healing spells to aid their allies. They are regarded as spiritual leaders and record-keepers for their tribe. An ogre priest has Intelligence 11 and Wisdom 14, as well as the following trait:",
										{													
											"type": "entries",
											"name": "Spellcasting",
											"entries": [
												"The ogre is a 9th-level spellcaster. Its spellcasting ability is Wisdom (spell save DC 14, +6 to hit with spell attacks). The ogre has the following priest spells prepared:",
												{
													"type": "list",
													"items": [
														"Cantrips (at will): {@i {@spell mind blast|WC5e Spells}, {@spell blade ward}, {@spell shadow bolt|WC5e Spells}, {@spell spare the dying}}",
														"1st level (4 slots): {@i {@spell cause fear}, {@spell dark void|WC5e Spells}, {@spell healing word}, {@spell shield of faith}},",
														"2nd level (3 slots): {@i {@spell lesser restoration}, {@spell mind flay|WC5e Spells}, {@spell silence}},",
														"3rd level (3 slots): {@i {@spell dispel magic}, {@spell hunger of hadar}, {@spell speak with dead}},",
														"4th level (3 slots): {@i {@spell death ward}, {@spell void shift|WC5e Spells}},",
														"5th level (1 slot): {@i {@spell shadow crash|WC5e Spells}}"
													]
												},
												"{@i The orgre casts shield of faith on itself before combat.}"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "",
									"entries": [	
										{},
										"{@note List of Ogres}",
										{	
											"type": "list",
											"style": "list-no-bullets",
											"columns": 3,
											"items": [
												"{@creature Ogre|WC5E MoM}",
												"{@creature Ogre Magi|WC5E MoM}",
												"{@creature Ogre Lord|WC5E MoM}"
											]
										}
									]	
								}
							]
						},
						{
							"type": "section",
							"name": "Satyrs",
							"entries": [
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "",
											"entries": [
												"An ancient curse borne by a highborne sorcerer brought forth the first satyr -- and with it, others would soon follow. These demonic beings were once night elves of the Kaldorei Empire, but little of that heritage remains in their twisted forms. Now there is only anger and hatred.",
												{
													"type": "entries",
													"name": "Cursed Affliction",
													"entries": [
														"",
														"During the War of the Ancients, the Highborne sorcerer Xavius was tasked with opening a portal that would connect Azeroth to the Twisting Nether. His failture to do so brought upon him the wrath of Sargeras, who tore him asunder and tortured his spirit.",
														"As pain and anguish shattered Xavius' mind, the Lord of the Burning Legion still saw use in the sorcerer; and set to forge a new, demonic form for his servant.",														
														"In the form of a satyr, Xavius was sent back to Azeroth to spread his curse through the Kaldorei Empire. Like himself, all who he affected were turned to misshapen beasts, capable of pasing their curse onto others in turn. Scores of night elves, and some other races as well, fell to Xavius' dark influence."
													]
												},
												{
													"type": "entries",
													"name": "Created, Not Born",
													"entries": [
														"",
														"Although both male and female satyrs exist, they have never been able to reproduce. All satyrs in existence were formed from their affliction, some thousands of years old. Though the ages have made them rare, they still pose an imminent threat to any unfortunate enough to encounter them."
													]
												},
												{
													"type": "entries",
													"name": "Burning Hatred",
													"entries": [
														"",
														"Satyrs are creatures of malice; their veins run a smoldering red as the anguish visited on Xavius is bestowed upon them in turn. They find an indescribable glee in visiting their pain upon others, beast or humanoid -- though none as much as their old elven kin.",
														"Should a satyr cross paths with an outsider, it is not unlikely for it to try and manipulate them, even corrupt them if possible."
													]
												},
												{
													"type": "entries",
													"name": "Tainted Magic",
													"entries": [
														"",
														"Wherever the satyrs walk, their demonic presence slowly seeps magic from the land. Life withers away, as if touched by the fel itself, while the satyr drains its power for its own nefarous needs.",
														"All the power they drain is stored in their hooves. A peprceptive traveller may be able to distinguish the weak from the strong among satyrs, solely by examining its step -- as if the ground has been scorched by brimstone."
													]
												},
												{
													"type": "entries",
													"name": "Frightful Fighters",
													"entries": [
														"",
														"Satyrs are not known for forming organized armies with strategies or plans. They live in small and remote sects, tending to their sinister schemes.",
														"When a sentry sounds the alarm, every satyr is quick to join into the fray without any care for their own life. They act like a true horde of demons; one with no commander, and no orders to follow."
													]
												}
											]
										},
										{
											"type": "entries",
											"name": "Satyr Trickster",
											"entries": [
											"Certain satyrs show a penchant for laying painful traps and ambushing their targets. These tricksters revere and mimic their Lord, Xavius, for his sinister deeds. When the call to battle sounds, they take the subtle approach -- by sneaking up on their enemies to pick off any target they can waylay."
											]
										},
										{
											"type": "entries",
											"name": "Satyr Hellcaller",
											"entries": [
											"Satyrs who revel in the arts of fel and shadow magic alike, are known as hellcallers. These warlocks are by far more imposing than the common satyr, as their thirst for magic has bolstered their form just as much as it has tempered their apetite for destruction."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "",
									"entries": [	
										{},
										"{@note List of Satyr}",
										{	
											"type": "list",
											"style": "list-no-bullets",
											"columns": 3,
											"items": [
												"{@creature Satyr Trickster|WC5E MoM}",
												"{@creature Satyr Hellcaller|WC5E MoM}",
												""
											]
										}
									]	
								}
							]
						},
						{
							"type": "section",
							"name": "Trolls",
							"entries": [
								{
									"type": "entries",
									"name": "",
									"entries": [
										{
											"type": "entries",
											"name": "",
											"entries": [
												"Trolls have made their mark upon the world over milennia, as ancient divides among their kin have brought forth a wide foray of tribes. Today, trolls can be found far and wide across Azeroth, each tribe unuque in its own appearance, customs, and way of life.",
												{
													"type": "entries",
													"name": "Rulers of the Ancient World",
													"entries": [
														"",
														"When the world was still one, before the Great Sundering, the troll race flourished under the rule of the powerful Zandalari empire; able to match even the mighty Mogu dynasti.",
														"The Zandalari relied heavily on its intricate caste system, under which each troll had its given place in life. As time went on, many of these castes grew into a people of their own, parting from the Zandalari to cut their own path in life. From this, two other empires grew forth to rival the Zandalari -- the Amani and the Gurubashi.",
														"Other, smaller tribes tried to escape conflict by settling farther away, though many were made to heel by the three empires. Although animosity between the three was great, Azeroth had a host of other threats that would often draw a common enemy between them."
													]
												},
												{
													"type": "entries",
													"name": "Progenitors of the Elves",
													"entries": [
														"",
														"Eventually, a colony of dark trolls split free from the Amani empire, ventured forth discover the heart of the continent -- and with it, the cosmic Well of Eternity. By the influence of the well, they were transformed into the Kaldorei, night elves.",
														"At the base of the well, they forged for themselves a new empire. One with which they systematically dismantled the trolls around them, leaving once great empires in ruin.",
														"Ultimately, however, the elves' reckless use of magic lured the demonic Burning Legion to the world. With it, the War of the Ancients began, by the end of which the Well of Eternity imploded in a shockwave that shattered the land and split the continents as they have been ever since.",
														"Great chunks of the remaining Amani and Gurubashi empires were lost, but plenty of land remained for the trolls to rebuild their  cities and reclaim their territories."
													]
												},
												{
													"type": "entries",
													"name": "Racial Differences",
													"entries": [
														"",
														"The troll race is considered one of the most numerous, yet thoroughly divided. As each tribe has split its own course and claimed its own land, a troll's appearance can alone tell who they are."
													]
												},
												{
													"type": "entries",
													"name": "Tribal Devotion",
													"entries": [
														"",
														"Trolls have always been a tribal race, isolating themselves and starting anew. A trolls tribe is its family, and many will go to extreme lengths to protect it as such. They owe loyalty to no-one but their own."
													]
												},
												{
													"type": "entries",
													"name": "Outside Hostility",
													"entries": [
														"",
														"Trolls settle in remote and isolated areas, places where they can stake their claim and turn the land into their own. The ferocity with which they defend their borders is legendary, to say the least, as they will retaliate swiftly and with force if threatened."
													]
												},
												{
													"type": "entries",
													"name": "Loa's Guidance",
													"entries": [
														"",
														"Loa is the name trolls have given their animalistic spirit gods. Countless Loa exist, many of them weak and shapeless beings that only trolls can sense, while others take the form of majestic animals. Most troll tribes and empires have their own Loas, manifested as though given shape by the trolls in their worship."
													]
												},
												{
													"type": "entries",
													"name": "Regeneration",
													"entries": [
														"",
														"Smashing a troll's bones and slashing through its rubbery hide will only serve to anger it, as a troll's wounds close at an extraordinary speed. Only through acid or fire can one arrest their regeneration.",
														"The ability for trolls to regenerate themselves is nothing short of legendary. It can only restore so much, however; as once a troll heart pumps its last, there is no natural way for it to recover."
													]
												},								
												{
													"type": "quote",
													"entries": [
														"Oh my - as I suspected. Your ancestry dates back to the dawn of the world. Great were the ancient empires of the trolls. I see a spark in your eyes, a powerful will - you wish to be great again, yes?"
													],
													"by": "Lorewalker Cho"
												}
											]
										},
										{
											"type": "entries",
											"name": "Troll Berserker",
											"entries": [
											"To survive a tribe, one must be powerful. For a troll, being powerful means being stronger than one's enemy.",
											"Berserkers are the embodiment of this; with their brutish strength, they hurl their weapons at their targets as they cry for blood. Fearless, they hurl themselves into the fray to attack with reckless abandon."
											]
										},
										{
											"type": "entries",
											"name": "Troll Headhunter",
											"entries": [
											"Headhunters are the trackers and hunters of a tribe, using a combination of spear and bolas to bring down their prey.",
											"They make formidable fighters, keen to take trophies from their fallen opponent to display as adornments. These trophies are usually severed fingers or ears, as well as the odd trinket that their quarry might have worn."
											]
										},
										{
											"type": "entries",
											"name": "Troll Witch Doctor",
											"entries": [
											"A troll witch doctor holds status as a spiritual leader for its tribe, often acting as a close advisor to its chieftain. They are the eyes that see things which others cannot, and the ones who commune with the Loas on behalf of the tribe.",
											"As cunning as they are intelligent, the wield great magical prowess in their practice of voodoo and alchemy. They know few limits for creating magical concoctions, both to cure ailments and to spur horrors."
											]
										},
										{
											"type": "entries",
											"name": "Dire Troll",
											"entries": [
											"These enormous trolls tower above the rest of their kin, as they wield their immense strength to hurl boulders and enemies alike through the air, as well as to pummel them into the ground with almost bestial ferocity.",
											"There is no definitive way to say what stands behind a dire troll's immense stature. Some are elevated through magical or alchemical means, while others have simply evolved to stand larger than life. Whatever the case might be, they are revered as proud and honorable souls among the trolls."
											]
										}
									]
								},
								{
									"type": "variant",
									"name": "Dire Troll Caster",
									"entries": [
										"Some dire trolls possess innate magical powers in their blood. These trolls are known as *Warcasters*, or *Warmothers* if the troll in question is female. They have a Wisdom of 17 (+3), and gain the Innate Spellcasting trait as follows.",
										{													
											"type": "entries",
											"name": "Innate Spellcasting",
											"entries": [
												"The troll's spellcasting ability is Wisdom (spell save DC 15). The troll can innately cast the following spells, requiring no material components:",
												{
													"type": "list",
													"items": [
														"2/day each: {@i {@spell bestow curse}, {@spell confusion}, {@spell command}, {@spell slow}}",
														"1/day each: {@i {@spell stoneskin}, {@spell synaptic static|xge}}"
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "",
									"entries": [	
										"{@note List of Trolls}",
										{	
											"type": "list",
											"style": "list-no-bullets",
											"columns": 3,
											"items": [
												"{@creature Troll Berserker|WC5E MoM}",
												"{@creature Troll Headhunter|WC5E MoM}",
												"{@creature Troll Witch Doctor|WC5E MoM}",
												"{@creature Dire Troll|WC5E MoM}"
											]
										}
									]	
								}
							]
						},
						{
							"type": "section",
							"name": "Worgen",
							"entries": [
								{
									"type": "entries",
									"name": "Feral",
									"entries": [
										"The curse of the worgen can transform even the most civilized person into a ravenous, primal beast. Filled with rage, it gradually loses all vestiges of its former life, as it slowly turns into a mindless hunter. These feral beings bear a closer semblence to monstrous wolves than to intelligent humanoids. However, upon a closer inspection, their eyes betray the mind still trapped within.",
										{
											"type": "entries",
											"name": "",
											"entries": [							
												{
													"type": "entries",
													"name": "Ancient Curse",
													"entries": [
														"",
														"The worgen curse began with a sect of night elves, who tried to tame the powers of the ancient Godrinn. Instead, they were transformed into feral beasts, and subsequently locked away in the Emerald Dream. They were alter brought forth by the Archmage Arugal -- who himself sought a weapon against the Scourge.",
														"Though the worgen were successful in keeping the damned at bay, they did not differ between the living and dead; leaving the curse to quickly seep through Gilneas."
													]
												},
												{
													"type": "entries",
													"name": "Pack Animals",
													"entries": [
														"",
														"Feral worgen have but a shred of humanity left, locked away in a beast that cannot be reasoned or communicated with. Like wolves, they keep to forested areas and gather  in large packs, headed by their strongest -- the alpha."
													]
												},
												{
													"type": "entries",
													"name": "Humanoid Cubs",
													"entries": [
														"",
														"Worgen do not give birth to lupine humanoids, but rather to a humanoid of their original race. Although the mother might care for its child, this is often not shared by the rest of its pack."
													]
												},
												{
													"type": "entries",
													"name": "Resistance to Undeath",
													"entries": [
														"",
														"The curse of the worgen draws its power from the Emerald Dream, and the light of the goddess Elune. For this, raising a worgen into undeath is by far more difficult than it is with most other humanoids."
													]
												},
												{
													"type": "entries",
													"name": "Feral Weaknesses",
													"entries": [
														"",
														"As vicious as they are, these feral beasts are hardly intimidated and rarely back down if the pack keeps together. They do, however, have a strong dislike for open fires, and avoid areas lit by open flames whenever possible -- so long as the hunger for flesh does not force them to push through.",
														"They also appear to be very susceptible to the wolfsbane plant; a small, purple flower commonly found across the kingdom of Gilneas. If this seemingly harmless plant comes in contact with a worgen's wounds, it prevents the beast from recuperating."
													]
												}
											]	
										},
										{
											"type": "inset",
											"name": "Player Characters as Feral Worgen",
											"entries": [	
												"A humanoid bit by a worgen must succeed on a DC 12 Constitution saving throw or be cursed. The curse has no effect on undead beings, such as the forsaken. A character bit begins to show the effects of the curse after 1d4 days, at which point the character is transformed into a feral worgen. It gains a Strength of 15 if their score isn't already higher, and their alignment changes to Chaotic Evil.",
												"The cursed character also gains the following indefinite madness, {@i \"I hunger for the taste of blood and will kill anyone to taste it once more.\"}",
												"The character remains a feral worgen until a {@spell greater restoration} spell or more powerful magic rids the character of their indefinite madness, at which point alignment returns to what it was before being bit, and the character gains the {@i Two Forms} feature and the {@i Worgen Form Traits} of the Worgen race."
											]
										},
										"{@note List of Worgen}",
										{	
											"type": "list",
											"style": "list-no-bullets",
											"columns": 3,
											"items": [					
												"{@creature Feral Worgen|WC5E MoM}",
												""
											]
										}
									]
								}
							]
						}
					]	
				}			
			]
		}
	],
	"monster": [
		{
			"name": "Basilisk",
			"source": "WC5E MoM",
			"page": 0,
			"size": [
				"M"
			],
			"type": "monstrosity",
			"alignment": [
				"U"
			],
			"ac": [
				{
					"ac": 15,
					"from": [
						"natural armor"
					]
				}
			],
			"hp": {
				"average": 52,
				"formula": "8d8 + 16"
			},
			"speed": {
				"walk": 20
			},
			"str": 16,
			"dex": 8,
			"con": 15,
			"int": 2,
			"wis": 8,
			"cha": 7,
			"senses": [
				"darkvision 60 ft."
			],
			"passive": 9,
			"cr": "3",
			"trait": [
				{
					"name": "Petrifying Gaze",
					"entries": [
						"If a creature starts its turn within 30 feet of the basilisk and the two of them can see each other, the basilisk can force the creature to make a {@dc 12} Constitution saving throw if the basilisk isn't {@condition incapacitated}. On a failed save, the creature magically begins to turn to stone and is {@condition restrained}. It must repeat the saving throw at the end of its next turn. On a success, the effect ends. On a failure, the creature is {@condition petrified} until freed by the {@spell greater restoration} spell or other magic.",
						"A creature that isn't surprised can avert its eyes to avoid the saving throw at the start of its turn. If it does so, it can't see the basilisk until the start of its next turn, when it can avert its eyes again.  If it looks at the basilisk in the meantime, it must immediately make the save.",
						"If the basilisk sees its reflection within 30 feet of it in bright light, it mistakes itself for a rival and targets itself with its gaze."
					]
				}
			],
			"action": [
				{
					"name": "Bite",
					"entries": [
						"{@atk mw} {@hit 5} to hit, reach 5 ft., one target. *Hit* 10 ({@damage 2d6 + 3}) piercing damage plus 7 ({@damage 2d6}) poison damage."
					]
				}
			],
			"senseTags": [
				"D"
			],
			"damageTags": [
				"I",
				"P"
			],
			"miscTags": [
				"MW"
			],
			"conditionInflict": [
				"petrified",
				"restrained"
			],
			"savingThrowForced": [
				"constitution"
			]
		}
	]		
}